[
    {
        "categoryId": "category-02",
        "title": "Chipotle plans price increases after pausing hikes this year",
        "date": "October 11 2023",
        "numberOfComments": 5,
        "imageUrl": "https://image.cnbcfm.com/api/v1/image/107140539-16667224662021-05-10t000000z_1994237273_rc2zcn96vd2w_rtrmadp_0_chipotle-jobs.jpeg?v=1697051352&w=740&h=416&ffmt=webp&vtcrop=y",
        "rating": 6,
        "featured": false,
        "authorId": "author-01",
        "content": [
            {
                "type": "text",
                "content": "Chipotle Mexican Grill is planning to raise prices again. “For the first time in over a year, we will be taking a modest price increase to offset inflation,” Chipotle Chief Corporate Affairs Officer Laurie Schalow said in a statement to CNBC. The company did not share how much menu prices will rise as a result of the decision. After peaking last June, inflation has cooled. Prices for many goods and services are still rising but at a slower rate. The 12-month consumer price index rose 3.7% in August after climbing 8.3% a year earlier, according the Bureau of Labor Statistics. The burrito chain started hiking its menu prices in June 2021, citing the cost of rising wages for its employees. It raised its prices again during the first three months of 2022 and then again in July of that year. But Chipotle paused its price hikes as some customers pulled back on restaurant spending and ingredient costs stabilized. In April, CEO Brian Niccol said the chain had demonstrated its pricing power but would hold off on raising prices any more. At that time, its prices were up roughly 10% compared with the year-ago period. Three months later, Niccol said Chipotle would reconsider its pricing as the company’s fourth quarter drew closer. Chipotle’s stock has risen 30% this year, giving it a market value of $50.1 billion. The company is expected to report its third-quarter earnings Oct. 26."
            },
            {
                "type": "source",
                "content": "CNBC",
                "url": "https://www.cnbc.com/2023/10/11/chipotle-plans-price-increases-after-pausing-hikes-this-year.html"
            }
        ]
        
    },
    {
        "categoryId": "category-02",
        "title": "Birkenstock slides about 10% in stock market debut after opening at $41 per share",
        "date": "October 11 2023",
        "numberOfComments": 14,
        "imageUrl": "https://image.cnbcfm.com/api/v1/image/107315226-1697034572902-gettyimages-1719128571-AFP_33XZ6ZE.jpeg?v=1697045651&w=740&h=416&ffmt=webp&vtcrop=y",
        "rating": 10,
        "featured": true,
        "authorId": "author-01",
        "content": [
            {
                "type": "text",
                "content": "Shares of Birkenstock slid about 10% in their debut on the New York Stock Exchange on Wednesday, after the longtime German shoe brand started trading at $41 per share. Birkenstock’s opening share price came in about 11% lower than its initial price of $46 set Tuesday, which was just shy of the midpoint of its expected range of $44 to $49 per share. Birkenstock sold 10.75 million ordinary shares in the offering, raising about $495 million and valuing the company at about $8.64 billion. Birkenstock had originally sought a valuation of up to $9.2 billion. The company’s market debut comes nearly 250 years after it was founded by German cobbler Johann Adam Birkenstock. It remained under family control until 2021 when private equity powerhouse L Catterton acquired a majority stake in a deal that valued the business at $4.85 billion. In an interview on CNBC’s “Squawk on the Street,” Birkenstock CEO Oliver Reichert explained why the company decided to go public. “The best thing for the brand would be staying family owned, but within the family there were so many problems, so we go for the second best option and that’s to be public and give the brand back to the people,” said Reichert." 
            },
            {
                "type": "image",
                "url": "https://tinyurl.com/3e3yy6ty"
            },
            {
                "type": "text",
                "content": "Since L Catterton acquired its stake, sales have grown and Birkenstock’s valuation has nearly doubled. Between fiscal 2020 and 2022, sales jumped from 728 million euros ($771 million) to 1.24 billion euros. Over that time, the company grew direct-to-consumer sales, strategically exited certain wholesale partnerships and focused on driving sales of items with higher price points. It posted net income of about 187 million euros in fiscal 2022 and saw margins of about 60%. Birkenstock has room to grow those margins if it expands its direct-to-consumer sales, which have grown from 18% of sales in fiscal 2018 to 38% in fiscal 2022, it said in a securities filing. The offering comes as the IPO market gradually begins to defrost after more than a year of stagnation. But it has remained choppy and uncertain. Multiple recent IPO filers did well in their first couple of days of trading, but those stocks have since fallen. Instacart priced its long-awaited IPO at $30 per share last month. But after an initial 40% pop, it closed at $33.70 on its first day on the Nasdaq and is now trading below its opening share price. Oddity Tech , another L Catterton-backed consumer company, debuted on the public markets in July with a 35% pop and saw its stock close at $47.53 after the first day of trading. Soon after, it reached a high of $56 per share but since then, Oddity’s stock has fallen and is now trading below its initial offering price of $35. A similar trend has followed Johnson & Johnson spinoff Kenvue. The footwear and apparel sectors have been under pressure this year as consumers shift their spending from goods to services. But Birkenstock’s growth, sustained profitability and cultural relevance after its recent cameo in the “Barbie” movie have sparked interest from investors. “Birkenstock is a long-standing brand but it fits into the trend of embracing casual comfort in the workplace after COVID. It continues to grow even in the face of a declining global footwear market, as consumers allocate their disposable income to other interests, such as travel,” Alex Smith, global sector lead at research firm Third Bridge, said in an emailed note. “The current growth is being driven by a younger, new consumer base and its rising popularity among celebrities – even Barbie has been spotted wearing Arizona sandals.” Despite its long history, Smith noted Birkenstock still has room to grow. Its customer base is still primarily female customers because of its sizing options and manufacturing capabilities, and it could expand sales outside of the U.S. and Europe." 
            },
            {
                "type": "source",
                "content": "CNBC",
                "url": "https://www.cnbc.com/2023/10/11/birkenstock-ipo-birk-starts-trading-on-the-nyse.html"
                
            }
        ]
    },
    {
        "categoryId": "category-02",
        "title": "Adjustable-rate mortgage demand spiked last week. Here’s why.",
        "date": "October 11 2023",
        "numberOfComments": 4,
        "imageUrl": "https://image.cnbcfm.com/api/v1/image/107271157-1691162004502-107271157-1689261479109-gettyimages-1529791855-AFP_33P23JP.jpg?v=1697022001&w=740&h=416&ffmt=webp&vtcrop=y",
        "rating": 8,
        "featured": true,
        "authorId": "author-02",
        "content": [
            {
                "type": "text",
                "content": "The average rate on the 30-year fixed mortgage rose to the highest level since 2000 last week, but rates on adjustable-rate mortgages fell. That caused a run on these so-called ARMs, pushing total mortgage application volume very slightly higher, up 0.6% from the previous week, according to the Mortgage Bankers Association’s seasonally adjusted index. The average contract interest rate for 30-year fixed-rate mortgages with conforming loan balances ($726,200 or less) increased to 7.67% from 7.53%, for loans with a 20% down payment. But the average contract interest rate for 5/1 ARMs decreased to 6.33% from 6.49%. ARMs usually offer much lower rates because they have shorter fixed terms. The difference between ARM rates and the 30-year fixed rate, however, has been unusually narrow recently. Last week, it widened. “The level of ARM applications increased by 15% over the week, bringing the ARM share up to 9.2% of all applications, the highest share since November 2022,” wrote Joel Kan, MBA’s vice president and deputy chief economist, in a release. “The yield curve has become less inverted in recent weeks and ARM pricing has certainly improved.” Applications to refinance a home loan inched up 0.3% from the previous week and were 9% lower than the same week one year ago. Applications for a mortgage to purchase a home rose 1% for the week and were 19% lower than the same week one year ago. “Application activity remains depressed and close to multi-decade lows, with purchase applications still almost 20% behind last year’s pace,” added Kan. The average loan size is now at its lowest level since 2017. This indicates that most of the sales activity is happening at the lower end of the market. At the very high end, buyers tend to use all cash, and in the middle range affordability has been hit so hard that the market is essentially frozen. At an open house in Washington, D.C., on Sunday, there were plenty of potential buyers looking, but most said that was all they were doing: just looking. The house was priced at $1.54 million. “In this first two weeks of October, as anticipated, inventories have taken a jump, but then because interest rates have taken a jump too, we’re seeing less buyers. Lots of traffic, but not a lot of actual shoppers,” said Lisa Resch, a real estate agent with Compass who listed the home."
            },
            {
                "type": "source",
                "content": "CNBC",
                "url": "https://www.cnbc.com/2023/10/11/adjustable-rate-mortgage-demand-spiked-last-week-heres-why.html"
                
            }
        ]
    },
    {
        "categoryId": "category-02",
        "title": "The number of people with at least $100 million has doubled since 2003",
        "date": "October 10 2023",
        "numberOfComments": 12,
        "imageUrl": "https://t.ly/7bqO3",
        "rating": 3,
        "featured": false,
        "authorId": "author-03",
        "content": [
            {
                "type": "text",
                "content": "The population of the super wealthy, or those worth $100 million or more, doubled over the past 20 years as asset prices soared around the world, according to a new report. There are now 28,420 so-called centi-millionaires worldwide, up 12% over last year and more than twice the number in 2003, according to a new report from Henley & Partners, a wealth and migration advisory firm, which used data from New World Wealth. The surge in centi-millionaires reflects the rapid rise in asset values fueled by low interest rates, which boosted the values of everything from real estate and land to stocks, private companies and art. The rise of tech wealth, especially in the U.S., has also helped fuel the growth in the super wealthy. The number of billionaires in the world has skyrocketed from under 500 people in 2003 to more than 2,600 people today, according to Forbes and other wealth-tracking firms. Low interest rates and the resulting flood of money across the world since the 2008 financial crisis have also made the money effectively worth less, which has added to the growth of centi-millionaires in terms of dollars. “The value of money has declined, so in dollar terms, you would expect more centi-millionaires,” said Andrew Amoils, head of research at New World Wealth. “It has also been fueled by strong growth in the U.S. and Asia.” Amoils said most of today’s centi-millionaires made their fortunes by starting their own companies or helping fund startups. The U.S. is still the dominant capital of entrepreneurship and centi-millionaires, with 38% of the global population worth $100 million or more, according to the report."
            },
            {
                "type": "text",
                "content": "With the era of ultra-low interest rates gone for now, the growth rate for centi-millionaires may slow. The report projects the centi-millionaire population will grow 38% over the next decade, from 28,420 people to about 39,000 people by 2033. “It does look like the next 10 years will be slower than the past 10 years,” Amoils said. Although the media tends to focus more on billionaires, the report said centi-millionaires are more representative of the world’s super wealthy. The dollar threshold for what it means to be “super wealthy” has increased rapidly over time, said Juerg Steffen, CEO of Henley & Partners. “Not long ago, in the late 1990s, $30 million was considered by most banks as the fortune that was needed to meet this status,” he said. “However, asset prices have risen significantly since then, making $100 million the new benchmark.” While many smaller, less-developed countries have very few billionaires, they may have dozens or even hundreds of centi-millionaires. Amoils said there is often little visible difference in lifestyle between a person worth $100 million and a billionaire. “They might fly on a private jet and have multiple homes,” he said. “And aside from maybe philanthropy,” their lifestyle would basically look the same.”"
            },
            {
                "type": "source",
                "content": "CNBC",
                "url": "https://www.cnbc.com/2023/10/10/number-of-people-with-100-million-has-doubled-since-2003.html"
                
            }
        ]
    },
    {
        "categoryId": "category-02",
        "title": "Novavax's updated Covid vaccine can still catch up to Pfizer, Moderna shots this fall",
        "date": "October 7 2023",
        "numberOfComments": 1,
        "imageUrl": "https://t.ly/2XI8c",
        "rating": 4,
        "featured": true,
        "authorId": "author-03",
        "content": [
            {
                "type": "text",
                "content": "Americans can finally get their hands on Novavax ’s newest Covid vaccine after U.S. regulators greenlighted the shot this week. The vaccine’s arrival comes nearly three weeks after new jabs from Pfizer and Moderna reached the public, and after more than 4 million patients rolled up their sleeves to get a shot in September. But Wall Street analysts aren’t worried about that delay. They said Novavax appears well positioned to catch up and compete this fall with the other companies in the U.S. Covid vaccine market, particularly after logistical issues hampered the rollout of the other shots and a Food and Drug Administration label that allows for wide accessibility to Novavax’s jab, among other factors. “I’m really not concerned about the timeline or lag relative to the other shots,” B. Riley Securities analyst Mayank Mamtani told CNBC. He added that regulators cleared Novavax’s new shot only slightly later than what the company had estimated, which was late in the third quarter. That’s good news for Novavax, which is working to strengthen its financial position after raising doubts about its ability to stay in business at the beginning of the year. The biotech company is banking on sales of its updated Covid vaccine — its only commercially available product — and a broad cost-cutting push to help it stay afloat. Public health officials see Novavax’s vaccine as a valuable alternative for people who don’t want to take messenger RNA shots from Pfizer and Moderna, which teach cells how to make proteins that trigger an immune response against Covid. Novavax’s shot fends off the virus with protein-based technology, a decades-old method used in routine vaccinations against hepatitis B and shingles. Silvia Taylor, Novavax’s chief corporate affairs and advocacy officer, told CNBC that the company has collected data showing that 25% to 30% of people prefer a protein-based vaccine. “We look forward to meeting this demand and more in the wake of new variants and rising COVID cases,” Taylor said in a statement. Shares of Novavax jumped more than 10% on Tuesday after the FDA cleared its new shot. But the company’s stock is still down more than 25% year to date after shedding more than 90% of its value last year."
            },
            {
                "type": "subtitle",
                "content": "Novavax's shot has a broad authorization label"
            },
            {
                "type": "text",
                "content": "The FDA authorized Novavax's updated vaccine — which targets the omicron subvariant XBB.1.5 — for emergency use in people ages 12 and older. Patients previously vaccinated with an older Covid vaccine are eligible to receive one dose of Novavax’s new jab, while unvaccinated people can receive two doses, according to the authorization. The FDA similarly approved the new shots from Pfizer and Moderna for people ages 12 and older, but the agency also authorized those vaccines for emergency use in children ages 6 months through 11 years old. Still, Mamtani said the authorization label for Novavax’s new vaccine is “broad and without any notable restrictions for the first time,” which will likely make the shot as widely accessible to teens and adults as the new mRNA jabs. That puts Novavax on more of a level playing field with Pfizer and Moderna this fall, even as a late entrant to the game. The label for Novavax’s last Covid booster was far more restrictive. Last year, the FDA authorized it as a first booster dose for people ages 18 and older who couldn’t receive a new mRNA shot for accessibility or clinical reasons. That “basically disqualified a lot of people” from getting it last fall, according to Mamtani."
            },
            {
                "type": "image",
                "url": "https://image.cnbcfm.com/api/v1/image/107097091-1659389878975-GettyImages-1242253204r.jpg?v=1696680001&w=740&h=416&ffmt=webp&vtcrop=y"
            },
            {
                "type": "text",
                "content": "“Finally, after three years, Novavax has a label that puts its vaccine at parity with the mRNA shots,” Mamtani said. “I think the most powerful words on that label was that people can get it regardless of their previous Covid vaccination history.”"
            },
            {
                "type": "source",
                "content": "CNBC",
                "url": "https://www.cnbc.com/2023/10/07/novavax-covid-vaccine-can-still-catch-up-to-pfizer-moderna-shots.html"
            }
        ]
    },
    {
        "categoryId": "category-02",
        "title": "Amazon launches first internet satellite prototypes",
        "date": "October 6 2023",
        "numberOfComments": 11,
        "imageUrl": "https://image.cnbcfm.com/api/v1/image/107312549-1696589497336-gettyimages-1708745411-AA_06102023_1365772.jpeg?v=1696611619&w=740&h=416&ffmt=webp&vtcrop=y",
        "rating": 7,
        "featured": true,
        "authorId": "author-01",
        "content": [
            {
                "type": "text",
                "content": "Project Kuiper is Amazon's plan to build a network of 3,236 satellites in low Earth orbit, to provide high-speed internet access anywhere in the world. The company plans to invest upwards of $10 billion to build Kuiper, and recently broke ground on a $120 million pre-launch processing facility in Florida. Called “Protoflight,” Friday’s mission saw United Launch Alliance’s Atlas V rocket carry two satellites – Kuipersat-1 and Kuipersat-2. The rocket launched from ULA’s pad SLC-41 in Cape Canaveral, Florida. Amazon twice switched rides for the pair of satellites before finally deciding to go with the immediately available, albeit far overpowered, Atlas V rocket for the Protoflight mission. Amazon originally planned to launch on ABL Space’s RS1 rocket, before delays in RS1′s development moved the satellites to United Launch Alliance’s Vulcan rocket, but delays to Vulcan’s debut moved the satellites to Atlas V. Information about the size and design of the pair of Amazon’s satellites has been scarce – with the company only sharing photos of the shipping containers that delivered the spacecraft to Florida. Even ULA’s details about the launch are limited, with the info provided comparable to when the rocket company flies classified spy satellites for the U.S. government. Last year, Amazon announced the biggest corporate rocket deal in the industry’s history to launch Kuiper satellites, signing launch contracts with ULA, Arianespace, and Jeff Bezos’ Blue Origin. As part of that deal, Amazon expects to pay about $7.4 billion for Kuiper launches over the next five years. It has booked 77 launches – deals that include options for more launches when needed – from that trio of companies to deploy the satellites fast enough to meet regulatory requirements. That massive purchase has come under scrutiny from an Amazon shareholder lawsuit, which alleges the company snubbed SpaceX for valuable satellite launch contracts because of Jeff Bezos’ personal rivalry with Elon Musk. Amazon is playing catch up to SpaceX, which has grown its Starlink satellite internet service to more than 2 million customers. Crucially, SpaceX says it is no longer absorbing the cost of the Starlink antennas it sells with the service, and the more than 5,000 satellites its launched so far now serve consumer, enterprise, and government customers. Earlier this week, Amazon reiterated that its first production Kuiper satellites are on track to launch in the first half of next year – with plans to begin beta testing the network with customers by the end of 2024."
            },
            {
                "type": "source",
                "content": "CNBC",
                "url": "https://www.cnbc.com/2023/10/06/amazon-launch-project-kuiper-satellite-internet-prototypes.html"
            }
        ]
    },
    {
        "categoryId": "category-02",
        "title": "Lucid's shares fall after company launches a cheaper version of the Air EV to boost demand",
        "date": "October 5 2023",
        "numberOfComments": 10,
        "imageUrl": "https://image.cnbcfm.com/api/v1/image/107151821-lucid5.jpg?v=1696516895&w=740&h=416&ffmt=webp&vtcrop=y",
        "rating": 3,
        "featured": true,
        "authorId": "author-03",
        "content": [
            {
                "type": "text",
                "content": "Shares of Lucid Group fell on Thursday after the company launched a cheaper version of its Air electric luxury sedan in a bid to stoke demand. The stock closed down about 7% on Thursday following the news. Lucid said it will now offer a single-motor, rear-wheel-drive version of its Air Pure sedan starting at $77,400 with 410 miles of range. That’s $5,000 lower than its previous lowest-cost model, the dual-motor all-wheel-drive version of the Air Pure, which is still available. The new single-motor Air Pure is available for order immediately, Lucid said. Lucid’s shares are down over 24% since the beginning of 2023 through Thursday’s close as concerns linger about ongoing demand for the Air. While the Air has received strong reviews and can claim the longest range of any electric vehicle currently available in the U.S., it’s expensive, a growing concern as consumer borrowing costs have risen and as rivals including EV giant Tesla have cut prices sharply over the past several months. The new rear-wheel-drive version of the Air Pure is the first Lucid offering to start below $80,000. At the high end, the 1,234 horsepower Sapphire version of the Air costs $249,000. Lucid hasn’t yet released its third-quarter production and deliveries totals. It’s expected to report its third-quarter financial results in early November."
            },
            {
                "type": "source",
                "content": "CNBC",
                "url": "https://www.cnbc.com/2023/10/05/lucids-shares-fall-after-launch-of-cheaper-air-ev.html"
            }
        ]
    },
    {
        "categoryId": "category-02",
        "title": "Popeyes overtakes KFC as No. 2 chicken chain, but Chick-fil-A stays on top",
        "date": "October 4 2023",
        "numberOfComments": 7,
        "imageUrl": "https://image.cnbcfm.com/api/v1/image/106379168-1581083435272pop.jpg?v=1696453122&w=740&h=416&ffmt=webp&vtcrop=y",
        "rating": 5,
        "featured": false,
        "authorId": "author-01",
        "content": [
            {
                "type": "text",
                "content": "Popeyes has overtaken KFC as the No. 2 chicken chain in the U.S., a decade after Chick-fil-A first unseated KFC from the top spot. Chicken chains’ battle for stomachs — and dollars — has become more aggressive in recent years. Chick-fil-A moved from a regional player to a nationwide chain that trails only McDonald’s and Starbucks in annual sales. Restaurant Brands International ’s Popeyes launched a chicken sandwich in 2019 that turned into a blockbuster menu item and ushered in the chicken sandwich wars. Burger chains such as McDonald’s and Wendy’s jumped onto the trend and added their own offerings, leading to poultry shortages. In the fray, Yum Brands ’ KFC has lost ground. In the past year, its U.S. market share fell to 11.3% from 16.1%, according to Barclays research. Similar to KFC, Popeyes lost market share in the past year, but still retained enough to leapfrog its rival. The chain saw its U.S. market share shrink to 11.9% from 15%, according to Barclays. Blame Chick-fil-A, which saw its market share expand to 45.5% from 38.3%. The privately held Atlanta-based chain is more dominant than ever. Chick-fil-A is still closed on Sundays, but industry experts credit its customer service, short menu and efficient drive-thru lanes for its success. KFC’s domestic business has struggled to keep up with the competition. It took more than a year for KFC to respond to Popeyes’ chicken sandwich. The chain also lost longtime U.S. leader Kevin Hochman last year to Brinker International, where he now serves as CEO. KFC did not respond to CNBC’s request for comment. Popeyes, on the other hand, has used the popularity of its chicken sandwich to introduce customers to other menu items and to fuel new restaurant openings. More recently, the chain’s Sweet ’N Spicy Wings became its most popular launch since the chicken sandwich. “Game on, Chick-fil-A,” Restaurant Brands International Chair Patrick Doyle said in mid-September at Scotiabank’s Back to School Conference, responding to a question about the chain’s new spot as the No. 2 chicken chain. Popeyes President Sami Siddiqui said in a statement to CNBC that the chain is still in the early innings as it tries to become the most loved and visited U.S. chicken chain. “We view this special milestone as an indicator that we’re headed in the right direction with much more growth to come,” he said."
            },
            {
                "type": "source",
                "content": "CNBC",
                "url": "https://www.cnbc.com/2023/10/04/popeyes-overtakes-kfc-as-no-2-chicken-chain-chick-fil-a-stays-on-top.html"
            }
        ]
    },
    {
        "categoryId": "category-02",
        "title": "Late-night shows return as actors restart negotiations with Hollywood studios",
        "date": "October 2 2023",
        "numberOfComments": 5,
        "imageUrl": "https://image.cnbcfm.com/api/v1/image/107310082-1696260917402-gettyimages-1250858874-NUP_201254_0404JPG.jpeg?v=1696268412&w=740&h=416&ffmt=webp&vtcrop=y",
        "rating": 4,
        "featured": true,
        "authorId": "author-04",
        "content": [
            {
                "type": "text",
                "content": "Now that the Hollywood writers’ strike is over, late-night hosts are preparing their first opening monologues since May, and actors are going back to the negotiating table with studios. After nearly 150 days on the picket lines, the Writers Guild of America struck a tentative deal with the Alliance of Motion Picture and Television Producers last week, allowing writers to return to work and striking actors to start up their negotiations. WGA membership is currently in the process of voting on the contract, with expectations that ratification will come late next week. The first people to return are late-night heavyweights Jimmy Fallon, Jimmy Kimmel, Seth Meyers and Stephen Colbert on Monday, followed by John Oliver, host of “Last Week Tonight,” on Sunday. Meyers, host of “Late Night with Seth Meyers,” spent much of his pre-strike shows commenting on former President Donald Trump’s compounding legal problems. He noted that his first show back will be an hourlong “Closer Look” segment, a recap of news items. “I’m so excited to be back, but I didn’t pay attention to the news at all the last five months ... I hope I didn’t miss like three indictments,” Meyers joked on “Today” Monday. The WGA secured pay increases in each of the next three years, artificial intelligence restrictions and a new residual system for streaming based on viewership. The guild also negotiated higher contribution rates to health benefits and pensions, as well as a guaranteed number of writers in writers rooms for television shows. Now it’s the Screen Actors Guild-American Federation of Television and Radio Artists’ turn. The actors guild begins its negotiations with the likes of Disney, Paramount, Universal and Warner Bros. Discovery on Monday. SAG-AFTRA is looking to improve wages, working conditions and health and pension benefits, as well as establish guardrails for the use of AI in future television and film productions. Additionally, the union is seeking more transparency from streaming services about viewership so that residual payments can be made equitable to linear TV. The guild is also looking to standardize the self-tape process. Industry players expect the negotiations will be quick, with the WGA deal as a template."
            },
            {
                "type": "source",
                "content": "CNBC",
                "url": "https://www.cnbc.com/2023/10/02/late-night-shows-return-actors-restart-strike-negotiations.html"
            }
        ]
    },
    {
        "categoryId": "category-02",
        "title": "Ford CEO says UAW is 'holding the deal hostage' over EV battery plants",
        "date": "September 29 2023",
        "numberOfComments": 18,
        "imageUrl": "https://image.cnbcfm.com/api/v1/image/107307283-1695815457675-gettyimages-1690744845-AFP_33WQ3BQ.jpeg?v=1696008223&w=740&h=416&ffmt=webp&vtcrop=y",
        "rating": 5,
        "featured": false,
        "authorId": "author-04",
        "content": [
            {
                "type": "text",
                "content": "DETROIT — The United Auto Workers union is holding up negotiations with Ford Motor over future electric vehicle battery plants, Ford CEO Jim Farley said during a press briefing Friday. “I believe we could have reached a compromise on pay and benefits, but so far the UAW is holding the deal hostage over battery plants,” he said after the UAW announced it would expand strikes to two additional assembly plants — one each for Ford and General Motors. Farley criticized the union for its targeted strike strategy, saying he feels the actions were “premeditated” and insinuating the union was never interested in reaching a deal before a Sept. 14 deadline. “We have felt from the very beginning, between all the lines of our comments, that the original strike was premeditated and that everything is taking way too long,” he said. “That actual events are predetermined before they happen. It’s been very frustrating.” Farley’s public criticism of the union is uncharacteristic for Ford, which is historically viewed as the most union-friendly company of the Detroit automakers. Farley said the company isn’t “at an impasse” with the union but warned that day “could come if this continues.” GM CEO Mary Barra echoed much of Farley’s criticisms of Fain and the UAW’s strike strategy. “It’s clear that there is no real intent to get to an agreement,” she said in an emailed statement Friday night. “It is clear Shawn Fain wants to make history for himself, but it can’t be to the detriment of our represented team members and the industry.” UAW President Shawn Fain fired back at Farley, saying the CEO hasn’t been present at the bargaining table and that he’s “lying about the state of negotiations.” “It could be because he failed to show up for bargaining this week, as he has for most of the past ten weeks. If he were there, he’d know we gave Ford a comprehensive proposal on Monday and still haven’t heard back,” Fain said in a statement Friday afternoon. “He would also know that we are far apart on core economic proposals like retirement security and post-retirement healthcare, as well as job security in this EV transition, which Farley himself says is going to cut 40 percent of our members’ jobs.”"
            },
            {
                "type": "source",
                "content": "CNBC",
                "url": "https://www.cnbc.com/2023/09/29/ford-ceo-farley-says-uaw-is-holding-up-talks-over-ev-battery-plants.html"
            }
        ]
    },
    {
        "categoryId": "category-02",
        "title": "JetBlue raises flight attendant pay, union agrees to support merger with Spirit",
        "date": "September 29 2023",
        "numberOfComments": 4,
        "imageUrl": "https://image.cnbcfm.com/api/v1/image/107244266-16845327762023-05-19t212640z_1967640313_rc2w11apq5rv_rtrmadp_0_american-airlines-jetblue-airways-antitrust.jpeg?v=1696020098&w=740&h=416&ffmt=webp&vtcrop=y",
        "rating": 4,
        "featured": false,
        "authorId": "author-02",
        "content": [
            {
                "type": "text",
                "content": "JetBlue Airways said it will raise flight attendant pay next year and provide other bonuses to staff while the union representing cabin crews agreed to support the carrier’s plan to acquire budget carrier Spirit Airlines . Starting in November, flight attendants will get 5% raises. Including another 2% raise, a slate of other incentives and previously negotiated raises under flight attendants’ union contract, their raises in 2026 will compound to 21.5% increases, according to a company memo, which was seen by CNBC Friday. The raises come as the New York-based carrier is in the process of trying to acquire Spirit, a merger the Justice Department has sued to block. A trial for that lawsuit is set to begin on Oct. 16 in Boston. JetBlue agreed not to furlough or displace any flight attendants or close any associated bases for seven years after a potential acquisition of Spirit goes through, the memo said. “The current contract was negotiated during COVID, and since then our inflight crewmembers pay rates have fallen below other airlines by a significant margin,” a JetBlue spokesman said in a statement. “Because our inflight crewmembers play a significant role in delivering the JetBlue experience, it’s important that we’re able to attract and retain high-quality crewmembers with competitive pay and benefits.” The union said it would, in turn, support the planned acquisition of Spirit. “With this agreement made by your TWU Local 579 Executive Board and JetBlue, we support the JetBlue and Spirit transaction and will not hold an additional informational picket or speak publicly against the acquisition,” the union said in a note to members. JetBlue also agreed to additional pay for staff that fly the carrier’s trans-Atlantic routes and in its Mint business-class cabin, as well as other incentives, according to a letter of agreement with the Transport Workers Union, which represents JetBlue’s 7,000 flight attendants."
            },
            {
                "type": "source",
                "content": "CNBC",
                "url": "https://www.cnbc.com/2023/09/29/jetblue-raises-flight-attendant-pay-union-backs-spirit-merger.html"
            }
        ]
    },
    {
        "categoryId": "category-02",
        "title": "Ozempic, Wegovy drug prescriptions hit 9 million, surge 300% in under three years",
        "date": "September 27 2023",
        "numberOfComments": 4,
        "imageUrl": "https://image.cnbcfm.com/api/v1/image/107277197-16903924192023-03-29t000000z_263866917_rc2w30a1xtl3_rtrmadp_0_usa-health.jpeg?v=1695824910&w=740&h=416&ffmt=webp&vtcrop=y",
        "rating": 7,
        "featured": false,
        "authorId": "author-04",
        "content": [
            {
                "type": "text",
                "content": "U.S. health care providers wrote more than nine million prescriptions for Ozempic, Wegovy and similar diabetes and obesity drugs during the last three months of 2022, according to a new analysis released Wednesday. The report, from analytics firm Trilliant Health, shows that quarterly prescriptions for those drugs increased 300% between early 2020 and the end of last year. Novo Nordisk ’s weekly diabetes injection Ozempic accounted for more than 65% of total prescriptions as of the end of 2022, and was primarily prescribed off-label for its ability to help patients lose weight. The data further confirms the rise in demand for that group of drugs, which have fueled a frenzy among Americans and on Wall Street for their ability to cause significant weight loss. Those treatments, known as GLP-1s, mimic a hormone in the gut to suppress a person’s appetite. But the rate of future prescription volumes will largely depend on whether manufacturers of those drugs, Novo Nordisk and Eli Lilly , can resolve widespread supply shortages affecting most of their treatments in the U.S., among other factors, according to the report. The analysis is based on insurance claims data for about 300 million Americans. Among the other drugs prescribed are Eli Lilly’s diabetes drug Mounjaro and an older GLP-1 drug from Novo Nordisk called Saxenda, which isn’t as effective for weight loss as Ozempic and Wegovy. But the total number of GLP-1 prescriptions is likely an undercount since some health plans don’t cover weight loss treatments like Wegovy, leaving some patients to pay for them out of pocket. Some people, such as Hollywood celebrities and billionaire tech mogul Elon Musk, are wealthy enough to pay for the drugs themselves. Ozempic’s list price tops $935 per monthly package, and its weight loss counterpart Wegovy is about $1,300. The drugs are meant to be taken indefinitely to keep weight off, just like cholesterol-lowering drugs or blood pressure medications that have to be taken for life. Other drugmakers are jockeying to capitalize on the budding weight loss industry. And analysts say Eli Lilly’s Mounjaro has the potential to overtake drugs from Novo Nordisk after its approved in the U.S. for weight loss. More than two in five adults have obesity, according to the National Institutes of Health. About 1 in 11 adults have severe obesity."
            },
            {
                "type": "source",
                "content": "CNBC",
                "url": "https://www.cnbc.com/2023/09/27/ozempic-wegovy-drug-prescriptions-hit-9-million.html"
            }
        ]
    },
    {
        "categoryId": "category-02",
        "title": "Target says it will close nine stores in major cities, citing violence and theft",
        "date": "September 26 2023",
        "numberOfComments": 7,
        "imageUrl": "https://image.cnbcfm.com/api/v1/image/107257023-1686775871826-gettyimages-1491042036-dsc03042_gayitpjr.jpeg?v=1695754802&w=740&h=416&ffmt=webp&vtcrop=y",
        "rating": 5,
        "featured": false,
        "authorId": "author-03",
        "content": [
            {
                "type": "text",
                "content": "Target said Tuesday that it will close nine stores in major cities across the country, citing violence, theft and organized retail crime. The company will close one store in New York City’s Harlem neighborhood, two locations in Seattle, three stores in the San Francisco-Oakland area and three more in Portland, Oregon. The discounter said it will shutter the stores for good on Oct. 21. “We cannot continue operating these stores because theft and organized retail crime are threatening the safety of our team and guests, and contributing to unsustainable business performance,” Target said in a news release. “We know that our stores serve an important role in their communities, but we can only be successful if the working and shopping environment is safe for all.” Target, which has nearly 2,000 stores in the U.S., has been outspoken about organized retail crime at its stores. It has said theft has driven higher levels of shrink, an industry term used to describe losses from goods that were damaged, misplaced or stolen. With its announcement Tuesday, Target also stands apart in its decision to both shutter stores and to explicitly blame that decision on retail crime. When the company reported fiscal second-quarter earnings in mid-May, CEO Brian Cornell said organized retail crime had shot up at its stores. He added shrink overall is expected to reduce Target’s full-year profitability by more than $500 million compared to the year-ago period. When asked if the company plans to close stores because of rising shrink, Cornell stressed Target’s reluctance to shutter locations. “We do not want to close stores. We know how important our stores are. They create local jobs, they generate taxes, they’re very important for those local shoppers, and they play a critical role in communities across the country,” Cornell said on a call with reporters in May. “We’ll continue to do everything in our power to keep our doors open,” he added. “At the same time, we’ll be closely monitoring the safety of our team and guests as well as the financial impact to our business as we determine the right path forward at Target.” The retail executive’s comments led other companies to speak out on the problem, too, and to advocate for legislative reform. Following the passage of the Inform Act, which requires online marketplaces to disclose the identities of certain high-volume sellers to deter the sale of stolen and counterfeit goods, retailers and trade associations are now pushing for the passage of another bill called the Combating Organized Retail Crime Act. The bill, which Target said it supports in Tuesday’s news release, proposes stiffer penalties for theft offenses and calls for a change in the threshold prosecutors must meet before bringing federal theft cases. It would also provide retailers with a formal venue to exchange information with one another and law enforcement through the proposed Organized Retail Crime Coordination Center. Since 2022, at least nine states — six so far this year — have passed similar laws to impose harsher penalties for organized retail crime offenses. Behind the sweep of legislation are retailers and trade associations, which are using their collective power to get the bills written and past the finish line. Store closures, or the threat of them, have been a major factor in retailers convincing lawmakers to get on board, policy experts previously told CNBC."
            },
            {
                "type": "subtitle",
                "content": "Target's mounting struggles go deeper than theft"
            },
            {
                "type": "text",
                "content": "Target's business has struggled for more than a year with company-specific challenges, including a glut of unsold inventory, backlash to its Pride merchandise collection and a pullback in consumer spending on discretionary items such as apparel and home goods. Over the past two decades, Target had not mentioned shrink hitting its margins during earnings calls until August 2022, when the company’s and other retailers’ profits were getting hurt by higher markdowns while trying to unload unwanted merchandise, CNBC previously reported. When inventories rise, shrink tends to increase as well, industry experts told CNBC. The company previously said its shrink numbers vary widely by location and do not correlate with inventory levels. Target said Tuesday that it has taken a variety of steps to stop crime at its stores. Those measures include adding locked cases for some merchandise, hiring third-party guard services, training store leaders about how to de-escalate potentially dangerous situations and investing in cyber defense to stop fraud or organized crime. Yet, Target said at the affected stores, a larger security team and theft-deterrent tools weren’t enough. “Despite our efforts, unfortunately, we continue to face fundamental challenges to operating these stores safely and successfully,” Target said in the release. The company said it will work with employees at the closed stores to give them an opportunity to transfer to another Target location. It’s not clear what actions the company is taking to improve inventory management."
            },
            {
                "type": "source",
                "content": "CNBC",
                "url": "https://www.cnbc.com/2023/09/26/target-says-it-will-close-nine-stores-citing-violence-and-theft-.html"
            }
        ]
    }
]