[
    {
        "categoryId": "category-01",
        "title": "'Osiris-Rex: Nasa reveals first look at 'beautiful' asteroid sample",
        "date": "October 11 2023",
        "numberOfComments": 5,
        "imageUrl": "https://ichef.bbci.co.uk/news/976/cpsprodpb/F95F/production/_131393836_sample.jpg.webp",
        "rating": 10,
        "featured": false,
        "authorId": "author-01",
        "local": false,
        "content": [
            {
                "type": "text",
                "content": "The UK scientist was in a select group to put first eyes and instruments on the rocky samples that have just been brought back from asteroid Bennu. The materials, scooped up by a US space agency (Nasa) mission and returned to Earth 17 days ago, are currently being examined in a special lab in Texas. We've confirmed we went to the right asteroid, Dr King told BBC News. The three-day analysis by the Natural History Museum (NHM) expert and five others on the Quick Look team showed the black, extraterrestrial powder to be rich in carbon and water-laden minerals. That's a great sign. There's a theory that carbon-rich (organic), water-rich asteroids similar to Bennu may have been involved in delivering key components to the young Earth system some 4.5 billion years ago. It's potentially how we got the water in our oceans and some of the compounds that were necessary to kick-start life. The asteroid samples will be used to test these ideas. We're trying to find out who we are, what we are, where we came from. What is our place in this vastness called the Universe? - said Nasa Administrator Bill Nelson during a briefing at the Johnson Space Center, where the dedicated lab is housed."
            },
            {
                "type": "source",
                "content": "BBC",
                "url": "https://www.bbc.com/news/science-environment-67078632"
            }
        ]
    },
    {
        "categoryId": "category-01",
        "title": "The double standard with Israel and Palestine leaves us in moral darknes",
        "date": "October 11 2023",
        "numberOfComments": 14,
        "imageUrl": "https://i.guim.co.uk/img/media/cb6747d50adb6e1b2b68b50637a3694b8151d00a/0_197_4882_2930/master/4882.jpg?width=620&dpr=2&s=none",
        "rating": 10,
        "featured": true,
        "authorId": "author-01",
        "local": false,
        "content": [
            {
                "type": "text",
                "content": "I always dread watching US news coverage of wars, and now is no exception. After Hamas’s deadly attacks in Israel and Israel’s hellish bombardment of Gaza, I checked in on MSNBC. Before long, I heard one of their reporters talk about “the violent history between these two nations” – as if Palestine were a country – and had to turn off the TV to get a break. Palestine is not a country. That’s the whole point. Palestinians in Gaza, the West Bank and Israel all live under various regimes of organized discrimination and oppression, much of which makes life nearly unlivable, and if the US media can’t even frame the issue correctly, what use is there in even covering it? It’s not just laziness either. The reflexive identification with Israel, by both US media professionals and politicians, always obscures the fuller picture of what’s happening between Israel and the Palestinians. On 7 October, the national security council spokesperson Adrienne Watson stated that the US “unequivocally condemns the unprovoked attacks by Hamas terrorists against Israeli civilians”. Every one of us must stand up and denounce the killing of every civilian, Israeli or Palestinian or otherwise. But Watson’s use of the word “unprovoked” is doing a lot of work here. What exactly counts as a provocation? Not, apparently, the large number of settlers, more than 800 by one media account, who stormed al-Aqsa mosque on 5 October. Not the 248 Palestinians killed by Israeli forces or settlers between 1 January and 4 October of this year. Not the denial of Palestinian human rights and national aspirations for decades. One can, in fact must, see such actions as provocations without endorsing further murderous violence against civilians. But if you watched only US news, you would be likely to presume that Palestinians always act while Israel only reacts. You might even think that Palestinians are the ones colonizing the land of Israel, no less. And you probably believe that Israel, which holds ultimate control over the lives of 5 million Palestinians in the West Bank and Gaza and yet denies them the right to vote in Israeli elections, is a democracy. To be considered a political being you must at the very least be considered a human being. Who gets to count as human? “I have ordered a complete siege on the Gaza Strip. There will be no electricity, no food, no fuel, everything is closed. We are fighting human animals and we are acting accordingly,” Israel’s defense minister Yoav Gallant said. Human animals? How can such language and an announced policy of collective punishment against all the residents of Gaza be seen by Israel’s supporters in the United States or elsewhere as defensible? Let’s be clear: Gallant’s language is not the rhetoric of deterrence. It’s the language of genocide. There’s the nagging hypocrisy of the war in Ukraine. So many around the world support Ukraine’s resistance to foreign occupation (as they should) but blithely deny Palestinians any way to resist their occupation. Even non-violent methods of resistance like the boycott, divestment and sanctions campaign is vilified and even criminalized. Why the double standard? Unsurprisingly, such stances go all the way to the top. The Ukraine president, Volodymyr Zelenskiy, has twice voiced unilateral support for Israel in recent days, saying that “Israel’s right to self-defense is unquestionable”. Would he say the same for Russia on his territory? Of course not. Zelenskiy ought to see how his invaded and occupied land is more akin to the situation of the Palestinians than the Israelis. The obfuscations are everywhere. So are the double standards. We will certainly hear a great deal in the US about the Israeli Americans killed or abducted by Hamas, as we should, but will those same voices rise to the same volume for Palestinian Americans threatened and killed in Gaza? Did they also demand answers when the Israeli military shot and killed the Palestinian American journalist Shireen Abu Akleh in May 2022? The double standard may be expected considering how the plight of the Palestinians has been discussed in the past, but that doesn’t eliminate its moral darkness. It’s also particularly dangerous and tone-deaf at this moment, when we’re on the cusp of a government – Israel – using unprecedented violence on a largely defenseless and penned-in population, in part to cover for its own fatal mistakes and embarrassment. One fundamental way this double standard operates is through a false equivalence, a two-sides-ism that hides the massive asymmetry of power between the state of Israel and the scattered population groupings that make up the Palestinian people. They’re not equal. One dominates while the other is dominated. One colonizes. The other is colonized. At least since the Oslo accords of 1993, we have been sold various promises that the way out of this injustice was negotiated settlements; after generations of enormous human sacrifice, Palestinians would finally achieve their national aspirations. It was already clear to many of us that this had long ago become a necessary illusion maintained by the powerful. Today, a negotiated peace seems farther away than ever. This both saddens and frightens me. We are very likely entering another long and painful era where armed struggle and violent domination become increasingly and mutually dependent on each other for survival. Yet neither can win. The Palestinians will remain. They cannot be eliminated. Israel too will continue to exist. The future is full of unnecessary and horrific bloodshed all around. Desperate western attachment to morally bankrupt double standards bears a large portion of the blame."
            },
            {
                "type": "source",
                "content": "The Guardian",
                "url": "https://www.theguardian.com/world/2023/oct/11/israel-palestine-war-biden-zelenskiy"
            }
        ]
    },
    {
        "categoryId": "category-01",
        "title": "Arab ministers urge Israel to resume talks on two-state solution",
        "date": "October 11 2023",
        "numberOfComments": 5,
        "imageUrl": "https://i.guim.co.uk/img/media/a120f1d968ff878c0a9991264a1d551e8b8985ce/0_40_5208_3125/master/5208.jpg?width=620&dpr=2&s=none",
        "rating": 10,
        "featured": true,
        "authorId": "author-01",
        "local": false,
        "content": [
            {
                "type": "text",
                "content": "Arab foreign ministers have urged Israel to meet its international obligations as an occupying power and return to negotiations on a two-state solution that provides a viable state for Palestine. At an emergency meeting of the Arab League in Cairo on Wednesday, ministers underlined “the importance of resuming the peace process and starting serious negotiations between the Palestine Liberation Organization and Israel.” The move is part of a twin track – and largely Saudi-led – initiative designed to de-escalate the crisis, but also make Israel accept that its refusal to negotiate has led to the collapse in relations with Hamas. The Biden administration has privately expressed disappointment that Saudi Arabia – far from condemning the brutal attacks by Hamas at the weekend – is maintaining that the violence would not have occurred if Palestinians had been granted the independent state they have demanded for decades. The Saudi stance is being compared unfavourably by Washington with the willingness of the United Arab Emirates to explicitly denounce the crimes committed by Hamas. The UAE fully normalised ties with the Israel after the 2019 Abraham Accords, but Riyadh has not, despite dangling a potential rapprochement. Since the unprecedented Hamas onslaught on Saturday, Faisal bin Farhan, the Saudi minister of foreign affairs, has been on the phone to Gulf and western leaders – including speaking to the UK foreign secretary James Cleverly – seeking to de-escalate the crisis. A Saudi statement afterwards urged the international community “to come together to meet the aspirations of the brotherly Palestinian people”. The read-out also referred to the need to protect unarmed civilians as a result of the ongoing military operations. The initial Saudi statement blamed the escalation on “the continued occupation” and “the deprivation of the Palestinian people of their legitimate rights”. Saudi Arabia also played a large part in the joint EU-Gulf Cooperation Council that called for a two-state solution. Riyadh is understood to be unimpressed by the US decision to send an aircraft carrier to the region. In a sign that Saudi is not going to abandon the Palestinian cause, Crown Prince Mohammed bin Salman has already called the Palestine Authority (PA) president Mahmoud Abbas, to emphasise that the Gulf kingdom is “making every possible effort to engage with all international and regional parties to halt the ongoing escalation and prevent its further spread in the region,” stressing the importance of sparing the lives of civilians. The crown prince also reiterated the kingdom’s unrelenting support for the Palestinian people “in their pursuit of their legitimate rights,” without mentioning the creation of a Palestinian state. Although Saudi Arabia is an autocratic state that does not tolerate criticism of the royal family, its diplomats are alert to Arab public opinion – one reason why it has not yet been willing to join the UAE, Bahrain, Morocco and Sudan in normalising relations with Israel. Riyadh has been negotiating its own bespoke version of the accords with America, but it insists it would not sign a deal that weakened the PA. Saudi Arabia has contacts with Hamas’s political wing, mainly via Qatar, but has no affinity with its leadership. It has not yet accused Hamas of trying to end reconciliation in the Middle East or alleged that Iran was behind the weekend attack. Iran has been warning Saudi not to strike a deal with the US, warning Saudis would be backing the wrong horse. Saudi newspapers have become more explicit in saying there will be no peace in the region unless Palestine is granted its own state – even if they are reluctant to accuse Hamas in public of plotting to sabotage a possible three-way peace deal between Israel, Saudi and the US which Hamas feared might have ditched lingering Palestinian hopes of a two-state solution. Faisal Abbas, the editor in chief of the Riyadh-based Arab News, said that a specialist team at the Saudi ministry of foreign affairs had for the past two years been working on an “Arab Peace Initiative 2.0” designed to provide incentives for both sides. He said the kingdom had always made it clear that any wider three way normalisation deal involving Saudi, the US and Israel would have to include specific progress on peace. “Now we must act quickly to avert disaster. The Rubicon has been crossed. Noone is expecting a repetition of previous scenarios which is a few days of escalation, calls for self restraint, a ceasefire agreement or Qatar or Saudi offer to rebuild Gaza,” he said, cautioning that a “patch-up solution” was insufficient since each cycle of violence is becoming worse. Abbas acknowledged the difficulty of de-escalating the current crisis. “We are dealing with the most right wing government in Israel history and Hamas that has never known to be reasonable since 2007,” he said. Before the Hamas assault, he said, the stars had been aligning for a three-way deal that would meet Saudi security needs, endow Joe Biden with a foreign policy legacy and potentially end decades of conflict over Palestine. “The crisis sets us back a few weeks, a few months – or even back to the Seventies,” he said."
            },
            {
                "type": "source",
                "content": "The Guardian",
                "url": "https://www.theguardian.com/world/2023/oct/11/arab-ministers-urge-israel-to-resume-talks-on-two-state-solution"
            }
        ]
    },
    {
        "categoryId": "category-01",
        "title": "Slovakia's pro-Russia former PM reaches deal to form coalition government",
        "date": "October 11 2023",
        "numberOfComments": 5,
        "imageUrl": "https://i.guim.co.uk/img/media/4208f82ac05f7bdc8a26aed99b7225d0454434a0/1481_1647_6402_3841/master/6402.jpg?width=620&dpr=2&s=none",
        "rating": 10,
        "featured": false,
        "authorId": "author-01",
        "local": false,
        "content": [
            {
                "type": "text",
                "content": "Slovakia’s populist former prime minister, Robert Fico, has said he has reached agreement with centre-left and nationalist parties to form a three-party coalition government that could return him to office for a fourth time. “We have agreed that we want to form a government together,” Fico said on Wednesday of the deal, which includes Hlas, a moderate breakaway party from his own Smer-SD party, and the ultra-nationalist Slovak National party (SNS). Smer won last month’s parliamentary elections with nearly 23% of the vote, giving it 42 MPs in the 150-seat parliament. Hlas, led by Fico’s former deputy Peter Pellegrini, finished third with 27 seats and SNS won 10. The Guardian view on Slovakia’s election: an ominous signal from central Europe Read more The new government is expected to scale back support for Ukraine in line with Fico’s campaign pledges to halt military aid to Slovakia’s eastern neighbour, and to move the country closer to Hungary in a further regional shift away from political liberalism. The coalition agreement says Slovakia’s foreign policy orientation will continue to be based on its “membership of the EU, Nato, and other significant international organisations” while “fully respecting sovereignty and national interests”. Under the agreement, Smer will appoint the prime minister and six other ministers, Hlas the parliamentary speaker and seven cabinet ministers, and SNS three ministers. Fico said he hoped to represent Slovakia at the next EU summit in late October. “Specific names and ministries will be included in the coalition agreement,” he said. “I will present the list of ministers to the president in a short time.” It was not clear when the president, Zuzana Čaputová, might swear in the new government. Fico backs humanitarian and reconstruction aid for Ukraine but no further military supplies, and wants the EU to force peace talks – a line similar to that of Hungary’s prime minister, Viktor Orbán, but rejected by Ukraine and its western allies. Diplomats and analysts have said Fico’s past pragmatism as the head of governments between 2006 and 2010 and again from 2012 to 2018, as well as the involvement of the more moderate Hlas, could soften his line. SNS, however, shares his virulent anti-immigration rhetoric, populist approach and pro-Russian leanings. Its leader, Andrej Danko, said in July that Russian-occupied territories were not “historically Ukrainian”. Fico said on Wednesday that his top priority would be cutting Slovakia’s budget deficit and “protecting its sovereignty and national interests”, pledging in particular to halt the flow of illegal migration into the country."
            },
            {
                "type": "source",
                "content": "The Guardian",
                "url": "https://www.theguardian.com/world/2023/oct/11/slovakia-pro-russia-former-pm-robert-fico-reaches-deal-to-form-coalition-government"
            }
        ]
    },
    {
        "categoryId": "category-01",
        "title": "Court finds police in France often use racial profiling in identity checks",
        "date": "October 11 2023",
        "numberOfComments": 5,
        "imageUrl": "https://i.guim.co.uk/img/media/d9a586214601492f88c3c37e3de6c4887b94f86f/0_94_3070_1842/master/3070.jpg?width=620&dpr=2&s=none",
        "rating": 4,
        "featured": false,
        "authorId": "author-01",
        "local": false,
        "content": [
            {
                "type": "text",
                "content": "France's highest administrative court has recognised discriminatory police identity checks based on racial profiling exist in France and are not isolated cases, but said it could not change political policy on the issue. In a class action against the French state, six French and international organisations including Amnesty International, Human Rights Watch and the Open Society Justice Initiative had asked for French authorities to be found at fault for failing to prevent the widespread use of racial profiling. They had asked the court to impose measures to make France end the practice, arguing that non-white people across France, notably young men perceived to be black or from north African backgrounds, are routinely singled out and stopped in the street, asked for identity papers and frisked without explanation – often several times a day and from as young as 10 or 11 years old. he court – the Conseil d’État – stopped short of calling the issue systemic, but did say such checks were “not limited to isolated cases”. Significantly, it also said the practice amounted to “discrimination for the people who have had an identity check on the basis of physical characteristics associated with their real or perceived origin”. But it added that it did not have the jurisdiction to force a change in political policy. France has experienced widespread protests and unrest over the police shooting of Nahel, a 17-year-old boy of Algerian descent, at a traffic stop outside Paris in June. During the protests over his death, teenagers and young people of black and north African origin said they faced widespread discrimination, and were often stopped several times a day by police for identity checks without explanation. Maïté De Rue, a senior lawyer at the Open Society Justice Initiative who is involved in the case, said: “The decision of the state council is extremely disappointing. It recognised that ethnic profiling is a serious and pervasive problem in France. “But it missed the historic opportunity to order the French authorities to take measures to to end this racial discrimination, in compliance with their international obligations.” Various organisations involved in the case said it was symbolic that the court had recognised that the discrimination existed and was not just a question of isolated incidents. But they said the ruling had not gone far enough. Bénédicte Jeannerod of Human Rights Watch said she hoped this would stop what she called the “posture of denial” of successive governments over the existence of the problem of racial profiling in France. Issa Coulibaly, the head of Pazapas, a local youth group based in the Paris suburb of Belleville, who was part of the legal action, said the court had “failed to understand the violence and exclusion generated by these police practices”. He added: “They failed to grasp the historic opportunity to improve the daily lives of millions of their fellow citizens, particularly those perceived as black and north African. “It was a missed opportunity. The court had the opportunity to change the daily reality of people subjected to this. They considered they couldn’t do it. And that raises a lot of questions. How will that be seen by people affected by racial profiling?”"
            },
            {
                "type": "source",
                "content": "The Guardian",
                "url": "https://www.theguardian.com/world/2023/oct/11/court-police-france-racial-profiling-identity-checks-discriminatory"
            }
        ]
    },
    {
        "categoryId": "category-01",
        "title": "Croatia ranks third in EU as to awareness of EU funded projects",
        "date": "October 11 2023",
        "numberOfComments": 5,
        "imageUrl": "https://n1info.hr/wp-content/uploads/2022/07/26/1658816744-WhatsApp-Image-2022-07-24-at-11.27.31-1-900x675.jpeg",
        "rating": 10,
        "featured": false,
        "authorId": "author-01",
        "local": true,
        "content": [
            {
                "type": "text",
                "content": "In Croatia, the last country to join the EU, in 2013, 72% of respondents are aware of such projects. The EU average is 39%. Such a result has not surprised us, Commission official Gianluca Comuniello said during a presentation of the findings in Brussels. It’s the effect of recent EU membership. European funds are still a novelty in Croatia, they are news there. The Peljesac Bridge was recently opened in Croatia, so people heard about that project, he told Hina. The bridge in southern Croatia was opened in July 2022. Its value was €550 million, including €357 million coming from the EU budget, making it the most expensive project co-financed by the EU. The Eurobarometer survey was done for the Commission by the Ipsos company, covering 25,718 EU citizens last June. Poland ranked first, with 80% awareness of EU funded projects, followed by Slovakia (73%). On the other end are rich countries with big budgets, where EU funds don’t play a big part, so they are rarely mentioned in the media, said Comuniello. Only 15% of respondents are aware of a co-funded project in Denmark, 16% in Germany and 18% in the Netherlands. They are also the countries paying more money into the EU budget than receiving from it. The common budget is used to finance EU funds, 85% of which is used to co-fund infrastructure, education, environment and other projects aimed at reducing the developmental inequalities between the bloc’s 27 member states. About €392 billion, a third of the EU budget, has been set aside for that purpose in the 2021-27 period, including €9 billion made available to Croatia. Many in Croatia feel that projects co-funded with that money have a positive impact, said Comuniello. Of the respondents in Croatia aware of a EU funded project, 87% said the project had a positive impact on the development of their region or city. In Italy, this percentage was 56%, the lowest in the EU. The survey was done on the occasion of the European Week of Regions and Cities, which is being attended from 9 to 12 October by 7,000 participants, including Croatian Regional Development and EU Funds Minister Sime Erlic on Thursday."
            },
            {
                "type": "source",
                "content": "N1 Info",
                "url": "https://n1info.hr/english/news/croatia-ranks-third-in-eu-as-to-awareness-of-eu-funded-projects/"
            }
        ]
    },
    {
        "categoryId": "category-01",
        "title": "PM confident that agreement on base pay will be reached with unions",
        "date": "October 10 2023",
        "numberOfComments": 5,
        "imageUrl": "https://n1info.hr/wp-content/uploads/2023/10/09/1696850571-Snimka-zaslona-2023-10-09-132238-900x666.png",
        "rating": 2,
        "featured": false,
        "authorId": "author-01",
        "local": true,
        "content": [
            {
                "type": "text",
                "content": "Prime Minister Andrej Plenkovic is confident that the government and civil servants' unions will reach an agreement on amendments to the basic collective agreement and an increase in base pay in the weeks ahead. Addressing a press conference after a meeting of the ruling coalition, Plenkovic commented on Monday’s second round of talks with the public service unions on increasing base pay. He said he was confident that an agreement would be reached “in the coming weeks, with the good will and desire of the government and the unions to find a mutually acceptable solution.” He presented a roadmap of activities related to salary increases for the state administration and public services, saying that the income of state administration and public service employees would increase five times over the next few months. First, he said, there will be an increase in the pay base. It will be followed by an increase in the Christmas bonus, a pay increase based on the law on salaries in state administration and public services, which should enter into force in January, and then an increase based on the adoption of two decrees on pay coefficients. “As of 1 January, a package of laws related to tax reform will be in force, and it will also lead to an increase in wages. And ultimately, for the first time, the amount of the Easter bonus will be agreed with the unions,” Plenkovic said."
            },
            {
                "type": "source",
                "content": "N1 Info",
                "url": "https://n1info.hr/english/news/pm-confident-that-agreement-on-base-pay-will-be-reached-with-unions/"
            }
        ]
    },
    {
        "categoryId": "category-01",
        "title": "Russia fails to rejoin UN's human rights council",
        "date": "October 10 2023",
        "numberOfComments": 5,
        "imageUrl": "https://t.ly/GSoXb",
        "rating": 4,
        "featured": false,
        "authorId": "author-01",
        "local": false,
        "content": [
            {
                "type": "text",
                "content": "Russia has failed to get re-elected as a member of the UN's human rights council. The state was expelled from the top human rights body last April after its forces invaded Ukraine. It had hoped getting a fresh three-year term would highlight divisions between UN member states over whether or not to keep supporting Ukraine. But Bulgaria and Albania won the two seats allocated for Eastern European countries instead. The vote came days after a Russian missile attack that killed 52 people in the north-eastern Ukrainian village of Hroza. Russia received 83 votes in favour from the UN's 193 general assembly members, while Bulgaria got 160 and Albania got 123. Earlier, Albania's ambassador Ferit Hoxha had said it was important for member states to show it was not ready to take an arsonist for a firefighter. Russia had promised to find adequate solutions for human rights issues and said it wanted to stop the body becoming an instrument which serves political wills of one group of countries - understood to be a reference to the West. Diplomats said it was hoping to regain some international credibility after being accused of widespread rights abuses in Ukraine and inside its own borders. Russia had claimed it would win the votes of many member states - particularly developing nations - in the secret ballot, suggesting they privately sympathised with Moscow but avoided doing so in public to avoid angering Western states. Russia is said to have campaigned aggressively, offering small countries grain and arms in return for their votes. Moscow's ambassador to the UN, Vassily Nebenzia, accused the US of leading a campaign to stop them from returning to the council. The state was suspended from the human rights council in April 2022 with 93 members of the UN general assembly voting in favour, 24 against and 58 abstaining. The council will consist of the following countries from 2024, for three years: Albania, Brazil, Bulgaria, Burundi, China, the Ivory Coast, Cuba, Dominican Republic, France, Ghana, Indonesia, Japan, Kuwait, Malawi and the Netherlands."
            },
            {
                "type": "source",
                "content": "BBC",
                "url": "https://www.bbc.com/news/world-europe-67071697"
            }
        ]
    },
    {
        "categoryId": "category-01",
        "title": "Gambling on the rise in Croatia",
        "date": "October 10 2023",
        "numberOfComments": 5,
        "imageUrl": "https://n1info.hr/wp-content/uploads/2022/12/07/1670405492-gambling-g520f487b1_1920-900x600.jpg",
        "rating": 10,
        "featured": true,
        "authorId": "author-01",
        "local": true,
        "content": [
            {
                "type": "text",
                "content": "“There is a large increase in addiction to games of chance and betting. On the one hand, this is a consequence of the fact that we are bombarded with various commercials that have no restrictions and everybody watches them, including children,” said the director of the Croatian Institute of Public Health (HZJZ), Krunoslav Capak, highlighting the commercials on television and posters around the city. He said  that during the COVID-19 pandemic people were at home more and “turned to television and a sedentary lifestyle, betting and games of chance.” “The fact that it can be done online makes it possible for people to do it in the intimacy of their home without being seen, which increases the incidence of this addiction,” he noted. A survey shows that in Croatia, between 50,000 and 100,000 citizens have serious symptoms of gambling addiction, and it is estimated that up to half a million Croatians are directly or indirectly affected by problems related to gambling addiction. A total of 13 per cent of young people are at risk, and they mostly use bookmakers, slot machines, casinos, lottery, bingo, and online gambling. Men are at greater risk, notably those in smaller and medium-sized cities. The fact that every third person knows someone who is in trouble because of gambling is especially worrying. That’s why the Health Ministry’s national strategy on addiction until 2030 was adopted in February, expanding its traditional focus on drug addiction to include behavioural addictions such as smoking and Internet and gambling addiction, Capak said. Two action plans are being developed and will include preventive measures and treatments for those affected. Speaking of the socially responsible organisation of games of chance, HZJZ assistant director Zeljko Petkovic said that it is necessary to enforce the legal provisions prohibiting minors from betting. Restrictions on promotion should also be considered in order to protect minors and vulnerable groups, and the organisers of games of chance, lawmakers and the health system should be brought together. Sandra Papez, head of the Department for Games of Chance at the Tax Administration of the Ministry of Finance, said that they are already working, in cooperation with the HZJZ, to achieve these goals, adding that a balanced approach should be taken in regulating this activity. She said that a significant part of the European Commission’s recommendations on principles for the protection of consumers and players of online gambling services and for the prevention of minors from gambling online have already been incorporated in the legislative framework."
            },
            {
                "type": "source",
                "content": "N1 Info",
                "url": "https://n1info.hr/english/news/gambling-on-the-rise-in-croatia/"
            }
        ]
    },
    {
        "categoryId": "category-01",
        "title": "About 60 Croats have left Israel over two days",
        "date": "October 9 2023",
        "numberOfComments": 5,
        "imageUrl": "https://n1info.hr/wp-content/uploads/2023/10/08/1696783991-068_AA_08102023_1368980-900x599.jpg",
        "rating": 10,
        "featured": true,
        "authorId": "author-01",
        "local": true,
        "content": [
            {
                "type": "text",
                "content": "Prime Minister Andrej Plenković on Monday reiterated the condemnation of the brutal terrorist attacks launched by Hamas against Israel and said that over 50 Croatians are currently on their way from Israel to Croatia. Also, remaining group of Croatian pilgrims are likely to leave Israel on Tuesday. The embassy of Croatia takes care of Croatians and they are in contact, Plenkovic said in the northern Croatian town of Varazdin. There are Croatian travellers and pilgrims as well as some our citizens live in Israel, he explained. According to the information available to us, none of them are among casualties, he said. On Sunday, six Croatian citizens left Israel for Croatia, and today, 53 are flying to Vienna and then they will come back to Croatia. Another pilgrims are to come back tomorrow, he said. The Ministry of Foreign and European Affairs said on Sunday that about 180 Croatians were staying in Israel. “The Ministry of Foreign and European Affairs is working intensively on finding a solution for the repatriation of our citizens to Croatia. The situation is very challenging and volatile – passenger air traffic in Tel Aviv has been suspended, while travel across the border to Jordan is limited,” the press release said on Sunday. Plenkovic on Saturday condemned the actions of Hamas that fired hundreds of rockets from the Palestinian territory on Israeli cities. “I strongly condemn the Hamas attacks against Israel. These terrorist acts against civilians are shocking and unacceptable. Croatia stands in solidarity with Israel and its people in this difficult moment,” Plenkovic wrote on the X social media platform, formerly known as Twitter. The armed wing of Hamas, which has controlled the Gaza Strip since 2007, announced that it had launched “Operation Al-Aqsa Flood” against Israel and fired more than 5,000 rockets on Saturday. Armed militants also entered some parts of Israel. Plenkovic today said that those actions by Hamas would destabilise the situation in the entire region. He again condemned “unprecedented, brutal attacks” on civilians."
            },
            {
                "type": "source",
                "content": "N1 Info",
                "url": "https://n1info.hr/english/news/about-60-croats-have-left-israel-over-two-days/"
            }
        ]
    },
    {
        "categoryId": "category-01",
        "title": "Gov't will be asked to declare ecological disaster due to Osijek fire",
        "date": "October 5 2023",
        "numberOfComments": 5,
        "imageUrl": "https://n1info.hr/wp-content/uploads/2023/10/05/1696492943-WhatsApp-Image-2023-10-05-at-09.58.33-900x506.jpeg",
        "rating": 10,
        "featured": true,
        "authorId": "author-01",
        "local": true,
        "content": [
            {
                "type": "text",
                "content": "The fire, which broke out in the company’s storage facility outside Osijek shortly after midnight on Wednesday, was put under control yesterday afternoon. A large number of firefighters spent over 20 hours at the site yesterday. Three were injured while putting out the fire, including one seriously. Speaking to the press after visiting the fire site this morning, Anusic said the fire was under control and there was no more danger of its spreading. The biggest problem at the moment is the intensive smoke, which is spreading depending on the wind and this will last another two or three days, he said, adding that today firefighters will cover up the fire site to prevent the smoke from spreading. “We expect a report on the damage from the fire and the smoke, and I think an ecological disaster should be declared, which we will request from the government today. We have to see the whole extent of this disaster, primarily due to the smoke, which has been coming from the fire site for more than 24 hours and which has polluted not just the air, but the soil also,” Anusic said. According to him, it is too early to speak about what caused the fire. He hopes experts from the Ivan Vucetic Forensic Science Centre will arrive and determine the causes and why the fire was so strong and our of control. Asked about air quality, Anusic said it changed depending on the wind and that Osijek and the northern part of the county were safe from the smoke, while the south was not. Mayor Radic said that according to Croatian Meteorological and Hydrological Service data, air quality in the city was satisfactory and that if the wind turned towards Osijek, the authorities would take certain measures. All schools except one are open, he added. County police commissioner Ladislav Bece said police were guarding the fire site and that an investigation would begin, together with experts, as soon as safety conditions allowed it."
            },
            {
                "type": "source",
                "content": "N1 Info",
                "url": "https://n1info.hr/english/news/govt-will-be-asked-to-declare-ecological-disaster-due-to-osijek-fire/"
            }
        ]
    },
    {
        "categoryId": "category-01",
        "title": "Climate records tumble, leaving Earth in uncharted territory - scientists",
        "date": "July 22 2023",
        "numberOfComments": 42,
        "imageUrl": "https://ichef.bbci.co.uk/news/976/cpsprodpb/B51B/production/_130436364_climate_change_off_the_charts_promo.png.webp",
        "rating": 2,
        "featured": false,
        "authorId": "author-01",
        "local": false,
        "content": [
            {
                "type": "text",
                "content": "A series of climate records on temperature, ocean heat, and Antarctic sea ice have alarmed some scientists who say their speed and timing is unprecedented. Dangerous heatwaves in Europe could break further records, the UN says. It is hard to immediately link these events to climate change because weather - and oceans - are so complex. Studies are under way, but scientists already fear some worst-case scenarios are unfolding. I'm not aware of a similar period when all parts of the climate system were in record-breaking or abnormal territory, Thomas Smith, an environmental geographer at London School of Economics, says. The Earth is in uncharted territory now due to global warming from burning fossil fuels, as well as heat from the first El Niño - a warming natural weather system - since 2018, says Imperial College London climate science lecturer Dr Paulo Ceppi. Here are four climate records broken so far this summer - the hottest day on record, the hottest June on record globally, extreme marine heatwaves, record-low Antarctic sea-ice - and what they tell us."
            },
            {
                "type": "image",
                "url": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1B6A/production/_130481070_global_temp_record-nc.png.webp"
            },
            {
                "type": "text",
                "content": "This is exactly what was forecast to happen in a world warmed by more greenhouse gases, says climate scientist Dr Friederike Otto, from Imperial College London. Humans are 100% behind the upward trend, she says.If I'm surprised by anything, it's that we're seeing the records broken in June, so earlier in the year. El Niño normally doesn't really have a global impact until five or six months into the phase, Dr Smith says. El Niño is the world's most powerful naturally occurring climate fluctuation. It brings warmer water to the surface in the tropical Pacific, pushing warmer air into the atmosphere. It normally increases global air temperatures."
            },
            {
                "type": "source",
                "content": "BBC",
                "url": "https://www.bbc.com/news/science-environment-66229065"
            }
        ]
    }
]