[
    {
        "categoryId": "category-03",
        "title": "Euro 2024 qualifiers roundup: France, Portugal and Belgium seal qualification",
        "date": "October 13 2023",
        "numberOfComments": 35,
        "imageUrl": "https://i.guim.co.uk/img/media/cd26354a394c9858768db7aa7c97bf2a8b502a5c/0_77_3543_2126/master/3543.jpg?width=700&dpr=2&s=none",
        "rating": 1,
        "featured": true,
        "authorId": "author-05",
        "content": [
          {
            "type": "text",
            "content": "France led a trio of teams to qualify for the Euro 2024 tournament as Kylian Mbappe’s double gave them a 2-1 away win against the Netherlands on Friday.  The World Cup runners-up, who have a perfect record in Group B, will be joined in the June 14-July 14 tournament in Germany by Portugal and Belgium. Portugal also maintained a perfect record in Group J by beating Slovakia 3-2 at home while Belgium qualified from Group F with a 3-2 away victory against Austria.  France have not missed a Euro finals since 1988 and were too good for an injury-ravaged Netherlands side at the Johan Cruyff Arena. Mbappé, who left the training camp for a day for personal reasons this week, volleyed home in the seventh minute from Jonathan Clauss’s perfect cross. Les Bleus allowed the hosts to gain confidence before the interval but Mbappé made sure there would be no comeback eight minutes into the second half. The 24-year-old, who has had an inconsistent start to the season with Paris Saint-Germain, collected a subtle layoff from Adrien Rabiot before curling a sublime shot into the far top corner from the edge of the box for his 42nd international goal.  It took him past the France great Michel Platini into fourth place on the national team’s all-time top scorers list behind Olivier Giroud (54) Thierry Henry (51) and Antoine Griezmann (44). Griezmann was playing a record-extending 81st consecutive game for France.  Stephen Kenny’s reign as Republic of Ireland manager reached the point of no return after a comprehensive 2-0 home defeat at the hands of Greece finally killed off any hope of Euro 2024 qualification.  First-half goals from Giorgos Giakoumakis and Giorgos Masouras at a sparsely-populated Aviva Stadium plunged Ireland’s shambolic Group B campaign further into the mire and left Kenny, whose tenure is due to be reviewed next month, with nowhere to turn."
          },
          {
            "type": "image",
            "url": "https://i.guim.co.uk/img/media/de28c2986984c0d4e0274a385a9e0d528677e7ab/0_0_2892_1630/master/2892.jpg?width=620&dpr=2&s=none"
          },
          {
            "type": "text",
            "content": "His team has managed to take just three points from their first six games of the campaign – and those from Gibraltar, whom they face again in Faro on Monday evening – and for all his claims to have revitalised his squad with young, hungry players, he has not been rewarded with what he needs most: results.  Gus Poyet’s Greece, who already have a play-off place secured via the Nations League, were streets ahead in terms of both potency and solidity, and they will entertain the Netherlands and France in their remaining fixtures with 12 points banked and hope of upsetting the odds.  For Kenny, there is only the prospect of a post-mortem amid a mounting chorus of disapproval after a night which ended with a smattering of boos, but more apathy."
          },
          {
            "type": "source",
            "content": "The Guardian",
            "url": "https://www.theguardian.com/football/2023/oct/13/euro-2024-qualifiers-roundup-france-portugal-belgium-republic-of-ireland"
          }
        ]
      },
      {
        "categoryId": "category-03",
        "title": "Kylian Mbappe: Real Madrid hope Jude Bellingham example can finally lure French striker to Spain next summer",
        "date": "October 14 2023",
        "numberOfComments": 12,
        "imageUrl": "https://e0.365dm.com/23/07/1600x900/skysports-kylian-mbappe-psg_6211642.jpg?20230707165118",
        "rating": 5,
        "featured": true,
        "authorId": "author-06",
        "content": [
          {
            "type": "text",
            "content": "The excellence, rocketing status, and Ballon d'Or priming of the England midfielder is not just headline news in the Spanish capital and England.  Telefoot, the leading French football broadcaster and rights holder for the national team's games, dedicated a show to Bellingham titled 'La Nouvelle Star,' with Zinedine Zidane, Eduardo Camavinga and Aurélien Tchouameni all sharing their thoughts on \"le joueur phare de ce debut de saison\" - the flagship player at the start to the season. That segment on the talent \"hors norme\" - extraordinary - is sharply contrasted by another programme offering analysis into Mbappe's stuttering campaign, which was the major question put to France coach Didier Deschamps ahead of the European Qualifier against the Netherlands. \"With everything Kylian had during this summer, he has the right to have, in the hellish pace of matches, a period when he is a little less good and a little less effective,\" he replied.  In France, they talk of two versions of Mbappe: the dynamic force before his decision not to activate his one-year option with PSG, leading to a now partially resolved toxic dispute with the club, and a jaded version afterwards."
          },
          {
            "type": "text",
            "content": "In Madrid, they read the situation differently and trace the forward's stumble back to May 2022 when, on the verge of joining Real, he opted to sign a new contract with PSG instead. At the Spanish giants, they openly declare Bellingham's brilliance not just as a testament to his talent, but to making the right choice - unlike Mbappe.  Real's pitch to both players was based on two major tenets: you can win the Ballon d'Or with us, you will create history with us. As one executive told Sky Sports News: \"Our message is simple, 'of course there are other options, we are the best one. You can enjoy that knowledge with us, or you can regret from the outside'.\"  In the podcast this week, Otero offered another nod. \"Mbappe will achieve glory when he arrives at Real Madrid,\" he said. \"Otherwise, he will wander... It looks like PSG is less powerful than before.\"  Newcastle's 4-1 pulverising of the French champions in the Champions League may render that final line something of an understatement. PSG are attempting to transform and create a new face with chairman Nasser Al-Khelaifi asking for patience.  The overriding feeling in France is that Mbappe has run out of it. His decision not to use his one-year option at the club despite the noise, heat and punishment he knew it would bring, instead leaving him as a free agent in the summer, speaks to that.  There is a growing belief that Mbappe will leave at the end of the season but forego any loyalty bonuses owed to him."
          },
          {
            "type": "image",
            "url": "https://e0.365dm.com/23/10/1600x900/skysports-mbappe-psg_6309375.jpg?20231004224053"
          },
          {
            "type": "text",
            "content": "\"That is how it is looking and what very strong sources are telling us,\" L'Equipe's Loic Tanzi says. \"The communication from Mbappe's side is 'we never said that we don't want to renew. Never ever, we just said we don't want to use the option on the current deal and we don't want to leave this summer.' Kylian even said that you never know how a year will go at a club like PSG.  \"The decision at the moment from Kylian is not to discuss a new contract. There is no discussion now with the club on that. But during the course of the year, PSG will try again and see how it goes. The player will have the final say, he has the power.\"  Mbappe's gift and curse is that he means everything: to his club, to his country and to our vision of how the new era of football should play out.  Witnessing him at close quarters provided a portrait of a star with the world at his feet but a heaviness on his shoulders."
          },
          {
            "type": "subtitle",
            "content": "This is Kylian."
          },
          {
            "type": "text",
            "content": "As Mbappe emerged to a furious chorus of shuttering lenses, jogging slowly and then cantering through the tree-lined path at Clairefontaine during the last international break, a description his mother once used snapped into focus.  Fayza Lamari would observe her son had \"become like Justin Bieber\" after his landscape-shifting breakthrough as an 18-year-old at Monaco.  The rest of Mbappe's France team-mates were already on the pitch along with the coaching staff for an open training session attended by thousands."
          },
          {
            "type": "source",
            "content": "Sky Sports",
            "url": "https://www.skysports.com/football/news/37134/12983724/kylian-mbappe-real-madrid-hope-jude-bellingham-example-can-finally-lure-french-striker-to-spain-next-summer"
          }
        ]
      },
      {
        "categoryId": "category-03",
        "title": "Euro 2024 qualifiers: Spain and Albania keep rolling, Turkey all but qualified after stunning Croatia",
        "date": "October 12 2023",
        "numberOfComments": 14,
        "imageUrl": "https://a57.foxsports.com/statics.foxsports.com/www.foxsports.com/content/uploads/2023/10/1000/562/IMG_7574.jpeg?ve=1&tl=1",
        "rating": 8,
        "featured": true,
        "authorId": "author-05",
        "content": [
          {
            "type": "text",
            "content": "The seventh round of qualifying matches for next summer’s European Championship in Germany kicked off with eight matches across the continent on Thursday.  Here are four quick takeaways from the day’s action."
          },
          {
            "type": "subtitle",
            "content": "Haaland leads Norway rout but Spain test looms large"
          },
          {
            "type": "text",
            "content": "Erling Haaland scored twice as Norway breezed past Cyprus 4-0 away on Thursday. The brace brought Haaland to 27 goals in as many international matches, made him his country’s second all-time top scorer (at the ripe old age of 23) and helped the Norwegians win a match they had to in order to stay in contention for one of the two automatic berths in Group A. The real test for Norway comes on Sunday, though, when Haaland & Co. host La Roja at Ullevaal Stadion in Oslo. Spain is still two points clear of Norway in second place following Thursday’s 2-0 win over Scotland (more on that in a minute), meaning the Lions really need a victory to have any chance of finishing in the top two with Spain having played one fewer match. Fail to win that one, and the final qualifier in Glasgow next month might not mean much."
          },
          {
            "type": "subtitle",
            "content": "La Roja exacts revenge against Scotland"
          },
          {
            "type": "text",
            "content": "Ever since the Scots stunned them 2-0 at Hampden Park back in March, the Spaniards have had Oct. 12 marked on their calendars. But while the rematch in Seville ended how the hosts had hoped — with a multi-goal victory that keeps them in contention for the top spot in the group — it wasn’t as easy as the three-time former European champions and its supporters hoped.  It took Spain 73 minutes to finally break the scoreless deadlock with the stingy visitors via star striker and team captain Álvaro Morata. Second half substitute Oihan Sancet added an insurance tally with four minutes of regular time left.  While the result wasn’t as convincing as some fans expected, it still secured three valuable points for Luis de la Fuente’s side – which, thanks to a superior goal difference, would leapfrog Scotland into first place if it wins that game in hand Sunday in Norway."
          },
          {
            "type": "subtitle",
            "content": "Turkey stuns Croatia at home, now leads Group D"
          },
          {
            "type": "text",
            "content": "The Turks might not stay in first place for long, as the Croats have played one fewer match that they's make up Sunday in Wales.  Still, Thursday’s 1-0 upset of the 2022 World Cup semifinalist (and 2018 runner-up) will long be considered a landmark victory for a soccer crazy nation that has reached a major tournament just three times since its surprising run to the World Cup semifinals more than two decades ago. Whether they stay in the top spot to not, Turkey is well on track to reach Germany 2024; they’d clinch with a win over the Welsh on the final match day next month, if they don’t book a spot based on other results before that. If and when they qualify, Thursday’s triumph will give the Crescent Stars belief that they can make noise once there after failing to survive group play in 2016 and 2021."
          },
          {
            "type": "subtitle",
            "content": "Albania’s fairytale run continues"
          },
          {
            "type": "text",
            "content": "Show of hands: who had Albania four points clear of Robert Lewandowski-led Poland with just two qualifiers left to play?  Yet that’s exactly where the Albanians sit after trouncing Czechia 3-0 on Thursday. Odds are they’ll stay there, too, with their final two contests against Moldova and the tiny, already eliminated Faroe Islands.  While the Eagles are destined to reach just their second major tourney (they went three and out at Euro 2016), Poland’s place is far from assured. Assuming Lewandowski’s squad tops the Moldovans on Sunday, they’d still need to bounce the Czechs next month in Warsaw to qualify for 2024 directly."
          },
          {
            "type": "source",
            "content": "FOX Sports",
            "url": "https://www.foxsports.com/stories/soccer/euro-2024-qualifiers-spain-and-albania-keep-rolling-turkey-all-but-qualified-after-stunning-croatia"
          }
        ]
      },
      {
        "categoryId": "category-03",
        "title": "UEFA makes U-TURN on plan to end its blanket ban on Russian football",
        "date": "October 10 2023",
        "numberOfComments": 98,
        "imageUrl": "https://i.dailymail.co.uk/1s/2023/10/10/12/75884523-12614287-FIFA_and_UEFA_both_clamped_down_on_Russia_18_months_ago_to_oppos-a-1_1696935709399.jpg",
        "rating": 8,
        "featured": false,
        "authorId": "author-05",
        "content": [
          {
            "type": "text",
            "content": "UEFA has backed down on their plans to end their blanket ban on Russia football teams after they faced fierce backlash over their decision to allow the nation's Under 17s side to compete last month.  The governing body was swift to hand down a total ban on both national and club sides in the wake of Russian aggression 18 months ago, and the organisation's president Aleksander Ceferin stated in April that it would be 'very hard' to overturn the ruling as long as Russia remained involved in their conflict with Ukraine.   However, UEFA then announced a fortnight ago that they would ease the ban to enable Russian youngsters to play and develop - insisting it was 'aware that children should not be punished for actions whose responsibility lies exclusively with adults. The policy provoked a split in UEFA's executive committee and at least 12 of the 55 European member federations said their teams - which reportedly included England - would continue to refuse to play games against Russia.  Now UEFA has been forced to back down and announced on Tuesday that Russia will not be allowed to play in U17s European Championship qualifying games this month. After assessing how Russian youth teams could be reintegrated, UEFA said after another executive committee meeting on Tuesday that 'the agenda point was withdrawn as no technical solution to allow Russian teams to play could be found.'  Last year, shortly after Russia had invaded Ukraine - and before UEFA's ban came into effect - England reiterated their vow to not play Russia in any competition while they were still involved in the conflict."
          },
          {
            "type": "text",
            "content": " A statement from the FA in February 2022 read: 'Out of solidarity with the Ukraine and to wholeheartedly condemn the atrocities being committed by the Russian leadership, The FA can confirm that we won't play against Russia in any international fixtures for the foreseeable future.  'This includes any potential match at any level of senior, age group or para football.'  While UEFA partially lifted the ban last month, they insisted any ties featuring the youth sides will be played on neutral ground, and the teams will not be able to either wear the Russian national team strip, nor play the national anthem before kick-off.  Alongside the ban, UEFA issued a statement that said that the organisation's executive committee 'reiterated its condemnation of Russia's illegal war and confirmed that the suspension of all other teams of Russia (including clubs and national teams) will remain in force until the end of the conflict in Ukraine'. "
          },
          {
            "type": "text",
            "content": "In April, Russia discussed the possibility of lifting the ban after u-turning on a proposed switch to the Asian Football Confederation.   'We are negotiating with UEFA about the restoration, removal of bans, negotiations are difficult, these are long conversations that go on all the time,' RFU Secretary General Maxim Mitrofanov told Russia's official state news agency TASS at the time.  'UEFA does not want the RFU to leave, and the RFU does not want to leave, but nevertheless, it is very important to restore the games for the clubs, youth teams and the first team, of course we want to play.'"
          },
          {
            "type": "source",
            "content": "Daily Mail",
            "url": "https://www.dailymail.co.uk/sport/football/article-12614287/UEFA-make-U-TURN-plan-end-blanket-ban-Russian-football-teams.html?ico=topics_pagination_desktop"
          }
        ]
      },
      {
        "categoryId": "category-03",
        "title": "Lewis Hamilton Takes Blame For Crash With Team-Mate George Russell",
        "date": "October 9 2023",
        "numberOfComments": 43,
        "imageUrl": "https://c.ndtvimg.com/2022-09/m56jdv1_lewis-hamilton_625x300_08_September_22.jpg?im=FaceCrop,algorithm=dnn,width=806,height=605",
        "rating": 5,
        "featured": false,
        "authorId": "author-06",
        "content": [
          {
            "type": "text",
            "content": "Lewis Hamilton Takes Blame For Crash With Team-Mate George RussellLewis Hamilton accepted responsibility on Sunday for his opening corner collision with Mercedes team-mate George Russell that saw him crash out of the Qatar Grand PrixAgence France-PresseUpdated: October 09, 2023 09:53 AM ISTRead Time:2 min  Lewis Hamilton Takes Blame For Crash With Team-Mate George Russell File image of Lewis Hamilton© AFP Lewis Hamilton accepted responsibility on Sunday for his opening corner collision with Mercedes team-mate George Russell that saw him crash out of the Qatar Grand Prix. The seven-time world champion lost his rear right wheel when he hit the front wing of Russell's car as he attempted to pass him on the outside. Russell also spun but recovered and, after an immediate pit-stop for repairs, rejoined the race and finished fourth.  \"I feel so sorry for my team,\" said a crestfallen Hamilton. \"The opportunity was there to for us to score a lot of good points.  \"It was all in the heat of the moment. I mean... I didn't really understand what happened. I just felt the tap from behind and I don't think George probably had anywhere to go.  \"It's just one of those really unfortunate situations. I'm happy to take responsibility for it.  \"Everyone is working so incredibly hard and so it's just massively gutting to have a result like this. It's very rare that this happens for me, but I hope George is able to get back into the points today.\" He later posted on X (formerly Twitter), confirming it was his fault.  \"I've watched the replay and it was 100 percent my fault and I take full responsibility. Apologies to my team and to George,\" he said.  Russell said he was disappointed because he felt that a podium finish was a realistic target for both Mercedes drivers before the race.  Hamilton was the only leading driver to start the race on soft tyres, giving him a grip advantage in the early stages of the race, as he sought to pass both Russell and pole-sitter Max Verstappen."
          },
          {
            "type": "text",
            "content": "Lewis Hamilton Takes Blame For Crash With Team-Mate George RussellLewis Hamilton accepted responsibility on Sunday for his opening corner collision with Mercedes team-mate George Russell that saw him crash out of the Qatar Grand PrixAgence France-PresseUpdated: October 09, 2023 09:53 AM ISTRead Time:2 min  Lewis Hamilton Takes Blame For Crash With Team-Mate George Russell File image of Lewis Hamilton© AFP Lewis Hamilton accepted responsibility on Sunday for his opening corner collision with Mercedes team-mate George Russell that saw him crash out of the Qatar Grand Prix. The seven-time world champion lost his rear right wheel when he hit the front wing of Russell's car as he attempted to pass him on the outside. Russell also spun but recovered and, after an immediate pit-stop for repairs, rejoined the race and finished fourth.  \"I feel so sorry for my team,\" said a crestfallen Hamilton. \"The opportunity was there to for us to score a lot of good points.  \"It was all in the heat of the moment. I mean... I didn't really understand what happened. I just felt the tap from behind and I don't think George probably had anywhere to go.  \"It's just one of those really unfortunate situations. I'm happy to take responsibility for it.  \"Everyone is working so incredibly hard and so it's just massively gutting to have a result like this. It's very rare that this happens for me, but I hope George is able to get back into the points today.\"  ADVERTISEMENT  He later posted on X (formerly Twitter), confirming it was his fault.  \"I've watched the replay and it was 100 percent my fault and I take full responsibility. Apologies to my team and to George,\" he said.  Russell said he was disappointed because he felt that a podium finish was a realistic target for both Mercedes drivers before the race.  Hamilton was the only leading driver to start the race on soft tyres, giving him a grip advantage in the early stages of the race, as he sought to pass both Russell and pole-sitter Max Verstappen.  ADVERTISEMENT Powered By VDO.AI Video Player is loading. PauseUnmute Fullscreen Verstappen, who clinched his third consecutive world title on Saturday, cruised to victory in the race.  Russell said: \"I know it was nothing intentional. When you are racing in these cars, you can't see because they have such big blind spots and it is very difficult. I am sure we'll speak about it and it will be all ok.\"  Hamilton was fined 50,000 euros ($52,758), half of which is suspended, and given a reprimand by the race stewards for walking across the track after the crash.  \"During the hearing the driver of car 44 was very apologetic and realised that the situation could have been very dangerous for him as well as the drivers approaching,\" the stewards said in a statement.  Hamilton has experienced only six opening-lap retirements in his 327 races.  Listen to the latest songs, only on JioSaavn.com  With five races remaining, he lies third in the drivers' title race on 194 points behind Verstappen on 433 and Red Bull's second driver Sergio Perez, who finished 10th, on 225."
          },
          {
            "type": "source",
            "content": "NDTV",
            "url": "https://sports.ndtv.com/formula-1/lewis-hamilton-takes-blame-for-crash-with-team-mate-george-russell-4462971"
          }
        ]
      },
      {
        "categoryId": "category-03",
        "title": "Ferrari's Carlos Sainz Wins Singapore GP To End Max Verstappen's Win Streak",
        "date": "September 17, 2023",
        "numberOfComments": 32,
        "imageUrl": "https://c.ndtvimg.com/2023-09/k2fsvlio_carlos-sainz-jr-afp_625x300_17_September_23.jpg?im=FeatureCrop,algorithm=dnn,width=806,height=605",
        "rating": 4,
        "featured": false,
        "authorId": "author-06",
        "content": [
          {
            "type": "text",
            "content": "Carlos Sainz led from start to finish to win a thrilling Singapore Grand Prix on Sunday after a charging George Russell crashed his Mercedes from third place on the final lap. Lando Norris was second in a McLaren with Lewis Hamilton crossing the line in third. Championship leader Max Verstappen was fifth as Red Bull failed to win a race for the first time this season. Sainz controlled the pace of the night race brilliantly from pole position to take only his second career win, the first coming at the British Grand Prix at Silverstone last year.  It ended Red Bull's hopes of sweeping every race in 2023 as Verstappen, who has won the last 10 races in a row, could only work his way up from 11th on the grid into the top five.  His teammate Sergio Perez crossed the line in eighth place.  \"An incredible feeling, incredible weekend,\" said Sainz.  \"We nailed a weekend and nailed the race. We did everything we had to do. We did it perfect and we brought home a P1 that I'm sure all of Italy and Ferrari will be proud today,\" added the Spaniard. Ferrari's Carlos Sainz Wins Singapore GP To End Max Verstappen's Win StreakCarlos Sainz led from start to finish to win a thrilling Singapore Grand Prix on Sunday after a charging George Russell crashed his Mercedes from third place on the final lap.Agence France-PresseUpdated: September 17, 2023 09:23 PM ISTRead Time:3 min  Ferrari's Carlos Sainz Wins Singapore GP To End Max Verstappen's Win Streak Carlos Sainz Jr celebrates after winning the Singapore Formula One Grand Prix on September 17, 2023.© AFP Carlos Sainz led from start to finish to win a thrilling Singapore Grand Prix on Sunday after a charging George Russell crashed his Mercedes from third place on the final lap. Lando Norris was second in a McLaren with Lewis Hamilton crossing the line in third. Championship leader Max Verstappen was fifth as Red Bull failed to win a race for the first time this season. Sainz controlled the pace of the night race brilliantly from pole position to take only his second career win, the first coming at the British Grand Prix at Silverstone last year.  It ended Red Bull's hopes of sweeping every race in 2023 as Verstappen, who has won the last 10 races in a row, could only work his way up from 11th on the grid into the top five.  His teammate Sergio Perez crossed the line in eighth place.  \"An incredible feeling, incredible weekend,\" said Sainz.  \"We nailed a weekend and nailed the race. We did everything we had to do. We did it perfect and we brought home a P1 that I'm sure all of Italy and Ferrari will be proud today,\" added the Spaniard.  ADVERTISEMENT  Sainz seemed set for a comfortable win until a virtual safety car 20 laps from the end gave the two Mercedes the chance to change to fresh medium-compound tyres.  Russell and Hamilton came out flying and soon reeled in and passed the second Ferrari of Charles Leclerc, who finished fourth.  But when they got on the heels of the top two they could not get past as Sainz cleverly kept his former teammate Norris within DRS range so the Englishman could defend second place.  \"It was all about managing the beginning of the stints to make sure I made it to the target laps,\" said Sainz. Ferrari's Carlos Sainz Wins Singapore GP To End Max Verstappen's Win StreakCarlos Sainz led from start to finish to win a thrilling Singapore Grand Prix on Sunday after a charging George Russell crashed his Mercedes from third place on the final lap.Agence France-PresseUpdated: September 17, 2023 09:23 PM ISTRead Time:3 min  Ferrari's Carlos Sainz Wins Singapore GP To End Max Verstappen's Win Streak Carlos Sainz Jr celebrates after winning the Singapore Formula One Grand Prix on September 17, 2023.© AFP Carlos Sainz led from start to finish to win a thrilling Singapore Grand Prix on Sunday after a charging George Russell crashed his Mercedes from third place on the final lap. Lando Norris was second in a McLaren with Lewis Hamilton crossing the line in third. Championship leader Max Verstappen was fifth as Red Bull failed to win a race for the first time this season. Sainz controlled the pace of the night race brilliantly from pole position to take only his second career win, the first coming at the British Grand Prix at Silverstone last year.  It ended Red Bull's hopes of sweeping every race in 2023 as Verstappen, who has won the last 10 races in a row, could only work his way up from 11th on the grid into the top five.  His teammate Sergio Perez crossed the line in eighth place.  \"An incredible feeling, incredible weekend,\" said Sainz.  \"We nailed a weekend and nailed the race. We did everything we had to do. We did it perfect and we brought home a P1 that I'm sure all of Italy and Ferrari will be proud today,\" added the Spaniard.  ADVERTISEMENT  Sainz seemed set for a comfortable win until a virtual safety car 20 laps from the end gave the two Mercedes the chance to change to fresh medium-compound tyres.  Russell and Hamilton came out flying and soon reeled in and passed the second Ferrari of Charles Leclerc, who finished fourth.  But when they got on the heels of the top two they could not get past as Sainz cleverly kept his former teammate Norris within DRS range so the Englishman could defend second place.  \"It was all about managing the beginning of the stints to make sure I made it to the target laps,\" said Sainz.  ADVERTISEMENT Powered By VDO.AI Video Player is loading. PauseUnmute Fullscreen \"The safety car forced us to pit earlier than we wanted and I knew it was going to be a long stint on the hards.  \"It was just quite tight at the end. We gave Lando a bit of DRS to help him and in the end it worked.\""
          },
          {
            "type": "subtitle",
            "content": "'Very generous'"
          },
          {
            "type": "text",
            "content": "Russell was all over the back of Norris until his challenge ended in the wall at turn eight of the final lap, handing Hamilton the final podium place.  \"Carlos was very generous trying to help me get DRS. It helped my race and it also helped his,\" said Norris.  \"We did everything we needed to do and more. So super happy.\"  Earlier Sainz got away cleanly from pole position with his teammate Leclerc using the softest compound tyres to overtake Russell, who had started in second.  When Logan Sargeant lost the front wing of his Williams after hitting the wall on lap 20 a safety car caused a flurry of pit-lane activity with all the leaders heading in for fresh rubber.  Leclerc was held up behind Sainz and he rejoined behind Russell and Norris.  Verstappen stayed out and moved up to second before the packed night race crowd witnessed the rare sight in 2023 of the runaway championship leader being passed comfortably by Russell, Norris, Hamilton and Leclerc on their fresher tyres.  Perez was the first Red Bull to pit, on lap 39, and dropped all the way to last place after he emerged. Verstappen stopped a lap later and rejoined down in 15th.  Just two laps later Esteban Ocon's engine gave out causing a virtual safety car giving Mercedes the chance to dive in for fresh tyres.  With 10 laps to go, Russell swept past Leclerc with Hamilton following a lap later.  Russell had remarkably been the last non-Red Bull driver to win a grand prix before Sainz, in November last year in Brazil, before his race ended in dramatic fashion.  \"Extremely unfortunate for George,\" said Hamilton. \"We were pushing so hard to catch these guys and our tyres were so hot.  \"But I know he will bounce back. He's been phenomenal all weekend.\"  Verstappen is still a runaway favourite to claim a third world title but the all-conquering Dutchman has still never taken the chequered flag in Singapore.  Red Bull had won all 14 races this season before Singapore but the Marina Bay street extinguished hopes of a clean sweep of 22 grands prix wins in 2023.  Verstappen had won 12 of the 14 previous races this season with Perez the only other driver to take the chequered flag.  Listen to the latest songs, only on JioSaavn.com  Red Bull need to win six of the remaining seven races to beat the Formula One record of Mercedes in 2016, when Nico Rosberg and Lewis Hamilton won 19 of 21 grands prix."
          },
          {
            "type": "source",
            "content": "NDTV",
            "url": "https://sports.ndtv.com/formula-1/ferraris-carlos-sainz-wins-singapore-gp-to-end-max-verstappens-win-streak-4398981"
          }
        ]
      },
      {
        "categoryId": "category-03",
        "title": "Carlos Alcaraz In, Stefanos Tsitsipas Out Of Shanghai Masters Final 16",
        "date": "October 10, 2023",
        "numberOfComments": 12,
        "imageUrl": "https://c.ndtvimg.com/2023-10/0com7bv8_fas_625x300_10_October_23.jpg?im=FeatureCrop,algorithm=dnn,width=806,height=605",
        "rating": 4,
        "featured": false,
        "authorId": "author-05",
        "content": [
          {
            "type": "text",
            "content": "Shanghai Masters top seed Carlos Alcaraz fought through what he called \"one of the toughest matches this year\" to make the tournament's final 16 on Monday, beating Britain's Daniel Evans 7-6 (7/1), 6-4. The Spaniard is the only one of the tournament's top four seeds left after Stefanos Tsitsipas of Greece crashed out in a late-night match to France's Ugo Humbert 6-4, 3-6, 7-5. Alcaraz' nearly two-and-a-half-hour match was ferociously physical, with 33rd-ranked Evans giving as good as he got, leading at one point by three games in the first set.  But over the course of prolonged and sometimes scrappy rallies that left spectators gasping and groaning, the world number two gradually assumed control, comprehensively winning the first-set tiebreaker.  \"That was probably one of the toughest matches I've played this year,\" said the 20-year-old Alcaraz after the match.  \"I tried to stay all the time there, waiting for my opportunities. I had to stay strong mentally, stay strong physically... I'm really happy with the level that I played.\"  Alcaraz will next play Bulgarian Grigor Dimitrov, who earlier overcame a torrential downpour and a well-matched opponent in Russian Karen Khachanov to win 7-6 (8/6), 6-4.  Alcaraz, a two-time Grand Slam winner, is the favourite to take the title in the absence of world number one Novak Djokovic, and is hoping to use his time in China to close the gap on the Serbian at the top of the ATP rankings. And his pool of main rivals has shrunk as the competition has progressed.  Second seed and defending champion Daniil Medvedev was upset by 26th-ranked Sebastian Korda on Sunday and third seed Holger Rune was taken out a round earlier.  Greece's Tsitsipas joined them in the early hours of Tuesday, after a match in which the 25-year-old never really seemed to find consistent form.  The world number six looked rattled after losing the first set, but regained his composure to answer back with the second."
          },
          {
            "type": "text",
            "content": "But as 34th-ranked Humbert drew ahead again in the third, Tsitsipas seemed to lose his cool, talking angrily to himself and hitting a ball high into the air in exasperation.  Humbert held on through a late third-set Greek fightback until Tsitsipas sent the ball into the net at the end of the matchpoint rally.  \"At the end it was a little bit tight, I tried to move a bit in the last two games, and I'm very proud I did it,\" the Frenchman said.  He will next face American JJ Wolf, a challenge he called \"not easy\".  Also through to the final 16 is fifth seed and world number seven Andrey Rublev, who took out Humbert's compatriot Adrian Mannarino 6-3, 6-0 in just an hour.  There was more Gallic heartbreak for 19-year-old Arthur Fils, who came from a set down against world number 12 Tommy Paul to win a tiebreaker in the second set.  The players were level at the eighth game in the third, but the American snatched the last two to win 6-4, 6-7 (7/9), 6-4.  Paul and Rublev will meet later in the week.  Jannik Sinner, who knocked Alcaraz out of the China Open semi-finals in Beijing last week, will play the United States' Ben Shelton in Tuesday's evening session.  Wildcard Diego Schwartzman also booked a place in the fourth round, knocking out world number eight Taylor Fritz in a thrilling third-set tiebreaker on Monday.  The diminutive Argentinian has seen his ranking slide from eighth in the world to 130th, but played his best tennis to topple American Fritz 6-4, 3-6, 7-6 (7/5).  The rankings and age gaps were hardly noticeable over a three-hour skirmish which saw 31-year-old Schwartzman playing up to the crowd, encouraging them to whoop and cheer for him.  Listen to the latest songs, only on JioSaavn.com  \"I think it was a great match,\" the Argentinian said at the end, profusely thanking the tournament organisers for giving him the wildcard and saying it had improved what was \"not his best year\"."
          },
          {
            "type": "source",
            "content": "NDTV",
            "url": "https://sports.ndtv.com/tennis/carlos-alcaraz-in-stefanos-tsitsipas-out-of-shanghai-masters-final-16-4465959"
          }
        ]
      },
      {
        "categoryId": "category-03",
        "title": "Italy Hunting For Striker Solution As England Euro 2024 Qualifiers Clash Looms",
        "date": "October 13, 2023",
        "numberOfComments": 24,
        "imageUrl": "https://c.ndtvimg.com/2021-07/4qab4gs4_italy-ciro-immobile-_650x400_03_July_21.jpg?im=FitAndFill,algorithm=dnn,width=806,height=605",
        "rating": 6,
        "featured": true,
        "authorId": "author-06",
        "content": [
          {
            "type": "text",
            "content": "Luciano Spalletti is looking for a solution to Italy's long-standing striker problem as the Azzurri gear up for two crucial Euro 2024 qualifiers with Malta and England. The European champions have scored six times in their four Group C matches, 10 fewer than runaway leaders England who are six points ahead of second-placed Italy, Ukraine and North Macedonia. They will also be without Sandro Tonali and Nicolo Zaniolo after the pair were sent home after criminal prosecutors launched an investigation into alleged gambling offences.  Veteran Lazio striker Ciro Immobile and Argentina-born Mateo Retegui, who has had a positive start to life in Italy with Genoa, are both injured, leaving Spalletti with few and uninspiring options up front.  Gianluca Scamacca has scored twice in six appearances for new club Atalanta, although he has been hampered by an early season hamstring injury, but is yet to net for the Azzurri after 11 international caps.  Meanwhile Moise Kean has been called up for the first time in two years despite being a bit-part player at Juventus and yet to score this campaign.  One of those two are likely however to lead the line against bottom side Malta in Bari on Saturday also in the absence of Kean's Juve teammate Federico Chiesa, who is hopeful of returning on Tuesday at Wembley, the site of Italy's thrilling Euro 2020 triumph against England. Chiesa has shown in the opening weeks of the season that he can play centre-forward, with four goals in seven matches since being moved into a more central attacking position this season.  Giacomo Raspadori seems like an ideal Spalletti player and performed well in last month's 2-1 win over Ukraine but on Monday the former Napoli coach suggested that he wanted more of a physical presence from his front man.  \"A striker needs to have the right physique, the right frame. Scamacca and Kean have it,\" he said before adding that Raspadori was more suited to playing off a centre-forward or on the wing."
          },
          {
            "type": "subtitle",
            "content": "'Playing our own game'"
          },
          {
            "type": "text",
            "content": "Over 50,000 tickets have been sold for Italy's first match at the Stadio San Nicola since losing a friendly with France in 2016, hinting at a renewed enthusiasm for the national team after an intriguing start to life under Spalletti.  Four points from his first two matches with North Macedonia and Ukraine last month have Italy with the advantage for second place and the group's other automatic spot in Germany next summer.  They lead third-placed Ukraine and North Macedonia on head-to-head record and have a game in hand on every other team in the group, with Italy's two main rivals facing off in Prague on Saturday afternoon.  However looming on the horizon is the England clash, a fixture which has special significance for Italy after their thrilling win at the last Euro and which could be key to their hopes of reaching next year's tournament.  Italy host North Macedonia and then take on Ukraine in Leverkusen in their final two qualifying matches in November and defeat at Wembley could easily let either one of their rivals nick second spot.  \"I aspire to play great football, and we have what it takes,\" said Spalletti.  \"On Tuesday we're going to the home of the inventors of football to play our own game.\"  Regardless of how the group pans out Italy have a spot in the play-offs thanks to their performance in the Nations League.  Listen to the latest songs, only on JioSaavn.com  But after missing out on the last two World Cups via that route few in the country will have the stomach for another knockout nail-biter to decide their major tournament fate."
          },
          {
            "type": "source",
            "content": "NDTV",
            "url": "https://sports.ndtv.com/football/italy-hunting-for-striker-solution-as-england-euro-2024-qualifiers-clash-looms-4477230"
          }
        ]
      },
      {
        "categoryId": "category-03",
        "title": "Mohamed Salah And Sam Kerr Win English Football Writers' Awards",
        "date": "April 29, 2022",
        "numberOfComments": 24,
        "imageUrl": "https://c.ndtvimg.com/2021-12/4bpap34g_mohamed-salah_625x300_30_December_21.jpg?im=FeatureCrop,algorithm=dnn,width=806,height=605",
        "rating": 3,
        "featured": false,
        "authorId": "author-05",
        "content": [
          {
            "type": "text",
            "content": "Liverpool forward Mohamed Salah has been voted footballer of the year by sportswriters in England, while Chelsea's Australian striker Sam Kerr won the women's award. Salah took 48 percent of the vote for the Football Writers' Association award, ahead of Manchester City midfielder Kevin De Bruyne and West Ham midfielder Declan Rice. Salah, whose 30 goals this season have spearheaded Liverpool's bid for a quadruple of trophies, is in talks about a new contract, with the club increasingly hopeful the Egyptian international will stay at Anfield.  The 29-year-old wins the football writers' award for the second time.  Players from the two clubs locked in the Premier League title race, Liverpool and Manchester City, dominated the votes, with nine of manager Jurgen Klopp's Liverpool squad nominated and a total of six City players recognised.  Kerr, whose 18 goals have helped Chelsea top the Women's Super League table, claimed 40 percent of the vote with Arsenal's Dutch international forward Vivianne Miedema in second place and Lauren Hemp of Manchester City third.  Salah and Kerr, 28, are set to receive their awards at the Footballer of the Year dinner in London on May 5. Mohamed Salah And Sam Kerr Win English Football Writers' AwardsLiverpool forward Mohamed Salah has been voted footballer of the year by sportswriters in England, while Chelsea's Australian striker Sam Kerr won the women's awardAgence France-PresseUpdated: April 29, 2022 05:13 PM ISTRead Time:2 min  Mohamed Salah And Sam Kerr Win English Football Writers' Awards Mohamed Salah has been voted footballer of the year by sportswriters in England.© AFP Liverpool forward Mohamed Salah has been voted footballer of the year by sportswriters in England, while Chelsea's Australian striker Sam Kerr won the women's award. Salah took 48 percent of the vote for the Football Writers' Association award, ahead of Manchester City midfielder Kevin De Bruyne and West Ham midfielder Declan Rice. Salah, whose 30 goals this season have spearheaded Liverpool's bid for a quadruple of trophies, is in talks about a new contract, with the club increasingly hopeful the Egyptian international will stay at Anfield.  The 29-year-old wins the football writers' award for the second time.  Players from the two clubs locked in the Premier League title race, Liverpool and Manchester City, dominated the votes, with nine of manager Jurgen Klopp's Liverpool squad nominated and a total of six City players recognised.  Kerr, whose 18 goals have helped Chelsea top the Women's Super League table, claimed 40 percent of the vote with Arsenal's Dutch international forward Vivianne Miedema in second place and Lauren Hemp of Manchester City third.  Salah and Kerr, 28, are set to receive their awards at the Footballer of the Year dinner in London on May 5.  ADVERTISEMENT  FWA chair Carrie Brown said: \"Both Mo and Sam have been outstanding this season, breaking records for both club and country.  Listen to the latest songs, only on JioSaavn.com  \"As well as their performances on the pitch, they are leaders and standard bearers of excellence at their clubs and respective leagues"
          },
          {
            "type": "source",
            "content": "NDTV ",
            "url": "https://sports.ndtv.com/football/mohamed-salah-and-sam-kerr-win-english-football-writers-awards-2932020"
          }
        ]
      },
      {
        "categoryId": "category-03",
        "title": "Croatia stuns top-ranked Brazil to advance to the World Cup semifinals",
        "date": "December 9, 2022",
        "numberOfComments": 120,
        "imageUrl": "https://media.npr.org/assets/img/2022/12/09/gettyimages-1447977446_custom-846fe2ad689d5c8e01f3decee14cdc4d70c62f9f-s900-c85.webp",
        "rating": 10,
        "featured": false,
        "authorId": "author-06",
        "content": [
          {
            "type": "text",
            "content": "DOHA, Qatar — There's been an epic upset at the World Cup in Qatar.  Croatia beat tournament favorite and #1 world ranked Brazil 1-1 (4-2) in a gut-wrenching penalty kick shootout.  Croatian goalkeeper Dominik Livaković, who blocked three shots in an earlier shootout with Japan, blocked the first kick, by Brazilian forward Rodrygo. From there, Croatia was successful on four straight shots. When veteran defender Marquinhos stepped up for Brazil's fourth attempt, he needed to convert or the match was over. His shot hit the left post, and the Croatian team erupted in joy.  Meanwhile, Brazilian fans clad in the team's iconic yellow jerseys stood in stunned silence. Their beloved, favored team suddenly was out of the World Cup. Those expecting another dance-filled romp by the showy Brazilian side didn't do their homework on Croatia.  The Croats favor a grinding, possession-heavy style, with one of the world's best midfields controlling the ball and launching attacks. Their games have tended to be drawn out affairs, with their ball control and their stellar defense yielding little to opponents.  In fact, Friday's contest was the 5th of Croatia's last 6 matches in the World Cup knockout round that went to extra time.  For Brazilian fans wondering where the goals were from their brilliant offensive attackers, Croatia had given up only two during the entire tournament.  Friday night's first 90 minutes saw repeated Brazilian attacks and shots on goal, several by star forward Neymar. But each one was repelled by stout Croatian defense or Livaković. In the second half alone, Brazil had ten shots on goal.  But for all its highlight grabbing offense, Brazil's defense is, and was, outstanding as well. Brazil also had given up only two goals in the tournament leading up to Friday, and its defense didn't even let Croatia get close enough for quality scoring chances. They only attempted three in the second half, and none were on target."
          },
          {
            "type": "image",
            "url": "https://media.npr.org/assets/img/2022/12/09/gettyimages-1447980801_custom-832964d0b63e104ac2362e0c6ce2835df8d2440c-s1200.webp"
          },
          {
            "type": "text",
            "content": "But finally, Brazil broke through in stoppage time of the first half of extra time. Another relentless charge at the Croatian goal paid off for Neymar, as he and Brazilian midfielder Lucas Paquetá worked a beautiful give-and-go play. Neymar passed to Paquetá, who passed it back, and then it was a matter of Neymar creating the opening around Livaković, who slid at the ball while Neymar darted to the side and chipped in the score.  The goal, the 77th of Neymar's career, tied him with the legendary star Pelé for most international goals by a Brazilian men's player.  Relieved Brazilian fans roared their approval from Education City Stadium in Doha to Rio de Janeiro.  But then that turned to stunned silence with the second half of extra time winding down. In the 117th minute, Croatia went on the attack, and from the left side of the field, forward Mislav Oršić sent a crossing pass to the middle. Another forward, Bruno Petković, collected and fired in a left-footed shot for the equalizer.  From there, it was on to the not-for-the-faint-of-heart shootout, stunningly won by the team in their own iconic red-checked jerseys. For Brazil, it was their sixth loss at the quarterfinals. Four of those defeats have come during the last five World Cups.  Croatia, a finalist at the last World Cup, now moves into the semifinals of this one, to play the winner of the Friday late match between Argentina and the Netherlands."
          },
          {
            "type": "source",
            "content": "NPR",
            "url": "https://www.npr.org/2022/12/09/1141848122/croatia-brazil-fifa-world-cup-quarterfinal-qatar"
          }
        ]
      },
      {
        "categoryId": "category-03",
        "title": "Luka Modric wins World Cup Golden Ball; Mbappe and Courtois also honoured",
        "date": "July 15, 2018,",
        "numberOfComments": 110,
        "imageUrl": "https://a4.espncdn.com/combiner/i?img=%2Fphoto%2F2018%2F0715%2Fr401477_1296x729_16%2D9.jpg&w=570&format=jpg",
        "rating": 7,
        "featured": false,
        "authorId": "author-05",
        "content": [
          {
            "type": "text",
            "content": "Croatia midfielder Luka Modric accepted the Golden Ball award as the best player at the World Cup after his side lost to France 4-2 in Sunday's final.  Modric scored two goals in the group stage and converted both of his attempts in penalty shootouts to help Croatia reach the final.  The Real Madrid star embraced Croatian President Kolinda Grabar-Kitarovic after being given the award by FIFA president Gianni Infantino and Russia President Vladimir Putin in a rainy postgame ceremony.  \"I am proud of the award,\" Modric said. \"The incredible fan support makes me even happier. You know that despite the defeat you've achieved something big, but it's hard when you come so close and fall short.\"  Belgium's Eden Hazard was awarded the Silver Ball as runner-up and France's Antoine Griezmann was given the Bronze Ball.  France's 19-year-old star Kylian Mbappe was named the tournament's Best Young Player after scoring Les Bleus' fourth goal on Sunday, becoming the youngest since Pele in 1958 to find the net in the final."
          },
          {
            "type": "text",
            "content": "Belgium goalkeeper Thibaut Courtois won the Golden Glove as the best goalkeeper for helping his team to a third-place finish after allowing just six goals in seven games.  He kept three clean sheets -- against Panama and England in the group stage before blanking England again in the third-place game.  When the final whistle came, England captain Harry Kane was confirmed as the Golden Boot winner, his six goals outpacing the four of Griezmann, who got the Silver Boot and Belgium striker Romelu Lukaku, the Bronze boot winner.  Mbappe, Portugal's Cristiano Ronaldo and Russia's Denis Cheryshev also scored four goals, but lost out on the assists tiebreaker. Griezmann had two assists and Lukaku one, while the others were not credited with any.  Spain were also honoured with FIFA's Fair Play Award after receiving only two yellow cards in four games."
          },
          {
            "type": "source",
            "content": "ESPN",
            "url": "https://www.espn.com/soccer/story/_/id/37558312/luka-modric-wins-world-cup-golden-ball-mbappe-courtois-honoured"
          }
        ]
      }
]