[
    {
        "categoryId": "category-06",
        "title": "Disneyland is increasing its prices again – here’s why",
        "date": "October 13, 2023",
        "numberOfComments": 18,
        "imageUrl": "https://media.cnn.com/api/v1/images/stellar/prod/gettyimages-1240948160.jpg?c=16x9&q=h_720,w_1280,c_fill",
        "rating": 5,
        "featured": true,
        "authorId": "author-01",
        "content": [
          {
            "type": "text",
            "content": "From parking their vehicles for the day to purchasing annual passes, visitors to Disneyland Resort in Anaheim, California, are going to be paying more to enjoy that Mickey Mouse magic. Again.  The latest increases were announced and went into effect on Wednesday, October 11. That happens to be the exact one-year anniversary of a previous increase in prices for the two theme parks at the resort: classic Disneyland Park and the newer California Adventure Park.  The silver lining in this latest round of hikes: There’s no price increase for a single-day, one-park ticket on what Disneyland calls its Tier 0 days (which are days with the traditionally lowest attendance): That price remains at $104. But many other significant prices are going up, including for other one-day, one-park  tickets.  Here’s an overview of some of the increases, why they’re happening, a look back at historical prices and what’s happening at Walt Disney World in Florida, too:"
          },
          {
            "type": "subtitle",
            "content": "What’s going up at Disneyland?"
          },
          {
            "type": "image",
            "url": "https://media.cnn.com/api/v1/images/stellar/prod/gettyimages-1235163312.jpg?c=original&q=w_1280,c_fill"
          },
          {
            "type": "text",
            "content": "As any Disney regular or newbie can tell you, it can be a real labyrinth navigating all the packages and options and upgrades for a visit.  The ultimate price can vary by so many factors: the number of days there, the number of people in your party and their ages, when you go, whether you buy skip-the-line options, whether you park hop, etc. A final out-of-pocket tally is pretty much unique to the visitor, but here are some of the basic increases:  One-day, one-park tickets per person: As previously mentioned, Tier 0 tickets remain at $104. If you go on Tier 1 day instead, that’s going to cost you $119, a $5 increase from the previous price.  However, one-day, one-park tickets go all the way up to Tier 6 for the most traditionally crowded days. That will set you back $194 (previously it was $179).  As far as those cheapest Tier 0 days go, Disneyland is offering a similar number of days this coming winter and early spring compared with 2023. (The whole 2024 calendar isn’t out yet.)  Multiday passes: These aren’t on the tier-system. They cost the same whether you set reservations for busy times (think Christmas week) or slow times (mid-September or mid-January, for instance). Here’s that breakdown:  • Two-day ticket — now $310 (previously $285) • Three-day ticket — $390 (previously $360) • Four-day ticket — $445 (previously $395) • Five-day ticket — $480 (previously $415)  Park Hoppers: These allow you go back and forth between classic Disneyland and California Adventure for an extra price on the same day. And the price of park hopping is going up – unless you’re on a one-day ticket. That remains at $65. Here’s the breakdown for other prices:  • Two-day Park Hopper add-on — $65 (previously $60) • Three-day Park Hopper add-on — $70 (previously $60) • Four-day Park Hopper add-on — $70 (previously $60) • Five-day Park Hopper add-on — $75 (previously $60)  Annual passes: Called Magic Key Passes, these are particularly popular with locals and die-hard visitors, according to Don Munsil, president of MouseSavers, a guide to discounts and deals at Disney and Universal parks. The less expensive passes include more black-out dates, and the more expensive ones offer more date options. Those increases are:  • Imagine Magic Key — $499 (previously $449) • Enchant  Magic Key — $849 (previously $699) • Believe Magic Key — $1,249 (previously $1,099) • Inspire Magic Key — $1,649 (previously $1,599)  Other increases: Disney Genie+ is the park’s line-skipping feature to bypass long queues on popular attractions. If you purchase it pre-arrival, it will now cost you $30 instead of the previous $25. You can buy Genie+ after you arrive, but that price can be even higher depending on current line waits.  Finally, parking is going up, too. Standard parking is now $35 (previously $30) and preferred parking is now $55 (previously $50)."
          },
          {
            "type": "subtitle",
            "content": "Why another price increase?"
          },
          {
            "type": "text",
            "content": "Rapidly rising prices are a tough fact of life these days – US wholesale inflation heated up in September, for instance. Very little seems out of inflation’s grasp, including travel and leisure destinations.  “We are constantly adding new, innovative attractions and entertainment to our parks and, with our broad array of pricing options, the value of a theme park visit is reflected in the unique experiences that only Disney can offer,” said Disney spokesperson Jessica Good.  Longtime Disney observer Munsil said these price increases at Disneyland point to a pattern of trying to manage park crowds, steering visitors away from high-attendance dates and toward days when crowds are usually lower.  “The broader message for the past several years is that Disney is trying to optimize park attendance to get a better experience for people paying full prices for a ticket and to maximize revenue,” Munsil told CNN Travel.  He pointed out it costs almost as much to operate Disneyland on a low attendance day as a high one. Evening out the peaks and valleys is good for the bottom line – “it’s the holy grail for theme park businesses.”  That’s why you’re not seeing a price increase for a Tier 0 ticket but higher prices for other options, Munsil said. “They’d love to get more people in the low season and don’t need more in the high season. … I would expect more of this going forward.”  And what might be down the road for prices and options?  “Keep in mind that Disneyland has still not opted to make multiday ticket prices vary based on the dates covered. That’s an obvious move, and one that I expect them to eventually do,” Munsil said."
          },
          {
            "type": "subtitle",
            "content": "Historical prices at Disneyland"
          },
          {
            "type": "image",
            "url": "https://media.cnn.com/api/v1/images/stellar/prod/mad-tea-party-10.jpg?c=original&q=w_1280,c_fill"
          },
          {
            "type": "text",
            "content": "Disneyland was the first theme park for the Disney brand when it opened on July 17, 1955. And the opening day entry price back then might make someone scratching up almost 200 buckeroos for a high-demand date try to invent a time machine instead.  Munsil, who keeps historical records of Disney prices, said initial admission to the park was $1 for adults and 50 cents for kids. According to the US Inflation Calculator, that same $1 ticket should now cost $31. Clearly, Disneyland inflation has outstripped general inflation prices.  However, there are caveats to keep in mind.  First off, ride technology and experiences are many levels higher than what 1950s technology could deliver.  And back then, that $1 simply got you into the park. “Each attraction had a separate ticket, ranging from $0.25-0.35 for adults and $0.10-0.25 for children,” Munsil said. Bigger rides and bigger thrills came at higher prices.  Very soon afterward came an ever-changing array of prices and options that continue to this day. By 1956, they had introduced a combo package of admission plus 10 rides  for $3, with discounts for younger ages, armed service members and even clergy, Munsil said.  It wasn’t until the early ‘80s that your admission bundled attractions. “In 1982, they started offering the ‘all you can ride’ price at $12.”  Even early 21st century prices can make a person wistful.  “In 2001, Disney’s California Adventure opened, adding a second park to the resort. The price for a one-day ticket to either park was $43,” Munsil said. Back then, Park Hopper wasn’t offered for one-day tickets, he said."
          },
          {
            "type": "subtitle",
            "content": "What’s going on at Disney World in  Florida"
          },
          {
            "type": "image",
            "url": "https://media.cnn.com/api/v1/images/stellar/prod/disneyland-epcot.jpeg?c=original&q=w_1280,c_fill"
          },
          {
            "type": "text",
            "content": "Disneyland wasn’t the only place boosting prices on October 11. Walt Disney World Resort in Florida – an even bigger resort with four major theme parks – also increased some prices.  Yearly pass prices are going up to 10% higher, according to the news agency Reuters. Called the Incredi-Pass, the most expensive one is now selling for $1,449, up $50. Roll in taxes and you’re looking at almost $1,500. But with that comes no black-out days and possible savings on dining and merchandise.  Also, standard parking at Disney World is up to $30 from $25, along with other parking increases. However, Disney World is not hiking daily pass prices.  And there’s one more silver lining at the Florida resort: Starting January 9, you can park hop any time of day with no restrictions. Until then, people who are park hoppering  will continue having to wait until 2 p.m. to make the jump between theme parks."
          },
          {
            "type": "source",
            "content": "CNN",
            "url": "https://edition.cnn.com/travel/disneyland-prices-increases-again-california/index.html"
          }
        ]
      },
      {
        "categoryId": "category-06",
        "title": "Popular Tokyo district urges tourists to stay away on Halloween",
        "date": "October 5, 2023",
        "numberOfComments": 9,
        "imageUrl": "https://media.cnn.com/api/v1/images/stellar/prod/231005091001-01-shibuya-tokyo-japan-halloween-ban.jpg?c=16x9&q=h_438,w_780,c_fill",
        "rating": 1,
        "featured": true,
        "authorId": "author-02",
        "content": [
          {
            "type": "text",
            "content": "Tokyo’s Shibuya Crossing is the busiest intersection in the world, with five crosswalks interlacing through 10 lanes of car and bus traffic.  But the local government would like it to be one of the safest, which is why they have asked people to refrain from celebrating Halloween there.  The leadership of Shibuya City – which is a self-governed district within Tokyo – has issued a formal request to both domestic and foreign tourists to mind their manners and not observe Halloween in the area from October 27-31.  “The damage caused by overtourism has become serious, resulting in property damage caused by drinking in the street, altercations with local residents, and littering of large amounts of empty cans and bottles,” reads the notice. “In addition, every year during Halloween, the area around Shibuya Station becomes so crowded that it is nearly impossible to move.” Considering that Japan only fully reopened its borders to tourism in fall 2022, the city is concerned that the influx of tourists eager to party and celebrate in Tokyo will be even bigger than before the pandemic."
          },
          {
            "type": "image",
            "url": "https://media.cnn.com/api/v1/images/stellar/prod/231005091130-02-shibuya-tokyo-japan-halloween-ban.jpg?c=original&q=w_1280,c_fill"
          },
          {
            "type": "text",
            "content": "Halloween is popular with younger people in Japan. Rather than going trick-or-treating or visiting haunted houses, it’s seen as an opportunity to party and drink.  The Shibuya City notice specifically addresses concerns that, if people don’t take action, Tokyo could experience a dangerous crowd crush like the one that took place in Seoul last year.  In that tragedy, 156 people died in the trendy Itaewon neighborhood of Seoul on Halloween 2022 when crowds of revelers swelled in a narrow street.  Shibuya has taken several strong actions to try and prevent a similar situation.  Drinking in the streets around Shibuya will be banned between 6:00 p.m. and 5:00 a.m. during the five-day period leading up to and including Halloween, and liquor stores in the area have been encouraged not to sell alcohol during that time as well.  There will also be additional police and security guards deployed in the area.  “The streets of Shibuya are not party venues,” the city’s mayor, Ken Hasebe, said in a statement."
          },
          {
            "type": "source",
            "content": "CNN",
            "url": "https://edition.cnn.com/travel/shibuya-tokyo-japan-halloween-ban-intl-hnk/index.html"
          }
        ]
      },
      {
        "categoryId": "category-06",
        "title": "German recession: Holidays must stay affordable for average earners, says travel chief",
        "date": "October 15, 2023",
        "numberOfComments": 9,
        "imageUrl": "https://static.euronews.com/articles/stories/07/96/66/60/773x435_cmsv2_d5c510f9-1bbd-5760-a2d7-e081e9bd4709-7966660.jpg",
        "rating": 7,
        "featured": true,
        "authorId": "author-01",
        "content": [
          {
            "type": "text",
            "content": "A “considerable number” of people in Germany can no longer afford organised holidays abroad, according to German travel association DRV.  The number of travellers is still below pre-pandemic levels, DRV said this week, though the value of sales for this winter has exceeded 2018-2019 winter figures by 6 per cent, according to Travel Data + Analytics (TDA) calculations.  That suggests a growing rift between those who can and cannot afford to take foreign holidays, as Germany is forecast to be in a deeper recession than previously thought. “This has the makings of a social issue if everyone isn't paying attention,” said DRV president Norbert Fiebig, during the association’s annual meeting on Thursday.  “Holidays must continue to be affordable for average earners.”"
          },
          {
            "type": "subtitle",
            "content": "A mixed picture for German travel"
          },
          {
            "type": "text",
            "content": "The DRV president described a generally good mood in the travel industry as the 2022/23 tourism year draws to a close.  “For the first time since the COVID pandemic, we have managed a normal year again. And they do it under their own steam. Germans want to travel and they are travelling again - both privately and for business purposes,” he said.  Demand for holidays organised with tour operators in the upcoming winter is developing very promisingly, according to the association.  “Nevertheless,” Fiebig added, “there are a considerable number of people in this country who can no longer or do not want to afford an organised trip.”  Around 20 per cent fewer people have booked a holiday with a tour operator than in the winter before the pandemic, while holiday spending and prices have gone up by 27 per cent, DRV notes.  “Politicians must combat inflation and provide relief. It's about people having more money in their pockets for consumption,” Fiebig said, emphasising that vacations must remain affordable even for average earners."
          },
          {
            "type": "subtitle",
            "content": "Is climate change impacting German travel?"
          },
          {
            "type": "text",
            "content": "Fiebig also used his keynote speech to address the looming issue of climate change for the travel industry.  Though DRV did not see a discernible change in German travel patterns as a result of summer heatwaves, he predicted imminent changes in consumer behaviour.  “Weather extremes are increasing. Climate change is a reality. We have to be prepared for that, we have to keep an eye on it,” he said.  Fiebig added that travel agencies have a significant role to play in raising awareness and advising travellers on more climate-friendly, sustainable travel.  “It's not about pointing fingers, because that won't get us anywhere,” he added. “It's about information, arguments, tips and, ultimately, persuasion.”  A new online training course from DRV seeks to equip travel agencies with basic knowledge on the climate impact of travel and climate protection in tourism."
          },
          {
            "type": "source",
            "content": "Euronews",
            "url": "https://www.euronews.com/travel/2023/10/15/german-recession-holidays-must-stay-affordable-for-average-earners-says-travel-chief"
          }
        ]
      },
      {
        "categoryId": "category-06",
        "title": "Cruise passengers in Barcelona will no longer be able to stop in the city centre",
        "date": "October 13, 2023",
        "numberOfComments": 5,
        "imageUrl": "https://static.euronews.com/articles/stories/07/96/63/58/773x435_cmsv2_34542cff-9fe0-58ad-9d84-a7c4f83bbfe0-7966358.jpg",
        "rating": 8,
        "featured": true,
        "authorId": "author-02",
        "content": [
          {
            "type": "subtitle",
            "content": "New rules will come into force this month, including cruise ship caps and dock closures."
          },
          {
            "type": "text",
            "content": "Barcelona is closing its city centre to cruise ships.  The giant vessels will no longer be allowed to dock at the city’s Muelle Barcelona Norte northern docks or the World Trade Centre.  Instead, they will be forced to stop at Moll d’Adossat pier south of the Catalonian capital - a 30-minute shuttle bus ride from the city centre. A stricter daily cap of seven cruise ships per day, down from 10, will also be enforced to help combat pollution and overtourism.  The new rules are expected to come into force on 22 October."
          },
          {
            "type": "subtitle",
            "content": "Why is Barcelona limiting cruise ships?"
          },
          {
            "type": "text",
            "content": "Barcelona is Europe’s busiest cruise port, welcoming more than 2.7 million passengers per year. It was also ranked as the worst cruise port for air pollution in Europe in a study carried out by the Transport & Environment NGO group last year.  The city has long been toying with the idea of limiting cruises. An agreement between the Port of Barcelona and the city council in 2018 aimed to combat the negative impact of the cruise industry on local residents. In 2022, then Mayor Ada Colau voiced support for a daily cap on ships, noting that 40 per cent of cruises only stop in the city for four hours.  “They don’t give the city economic return, and thousands of people disembark, create great mobility issues and then leave. It is an industry we have to limit,” she told British newspaper The Times.  As well as reducing the impact of overtourism on locals, it is hoped the new rules will slash exhaust emissions in the city centre."
          },
          {
            "type": "subtitle",
            "content": "Barcelona’s north wharf will be transformed into new public spaces"
          },
          {
            "type": "text",
            "content": "Around 340 cruises and ferries per year will be diverted from Barcelona Nord wharf, located in the World Trade Centre, which welcomed its last ship on 2 October.  This will free up 630 metres of quay line, which will be developed into 13,600 square metres of “new public spaces”, according to the Port of Barcelona.  Residents can expect to access the space from next autumn, following the 37th America’s Cup sailing race.  The Port of Barcelona is also investing €80 million in electrifying the Adossat wharf, which will mean ships no longer produce emissions while berthed at the port."
          },
          {
            "type": "subtitle",
            "content": "Where else is limiting cruise ships?"
          },
          {
            "type": "text",
            "content": "Barcelona has taken inspiration from other ports, like the Spanish city of Palma which last year introduced a limit of three ships per day, of which only one can carry more than 5,000 passengers.  Elsewhere in Europe, Venice stopped large cruise ships from anchoring in its historic centre in 2021. UNESCO recently threatened to put the city on its endangered list unless the ships were permanently banned, due to damage to the lagoon.  The mayor of Marseille, France’s biggest cruise port, has also spoken out against the industry, claiming it is “suffocating” the city with air pollution.  This sentiment is spreading in France, with protesters in Douarnenez, Brittany, recently greeting cruise passengers with cries of “shame on you!”, “you are not welcome” and “go home”. Amsterdam, Santorini and Dubrovnik have also tightened restrictions on cruise companies in recent years."
          },
          {
            "type": "source",
            "content": "Euronews",
            "url": "https://www.euronews.com/travel/2023/10/13/cruise-passengers-in-barcelona-will-no-longer-be-able-to-stop-in-the-city-centre"
          }
        ]
      }
]